
import * as majorLibActionTypes from '../../../actions/MajorLib/MajorLibActionTypes'

var postData = {};
let majorLibMockTemplateTemp = {};

majorLibMockTemplateTemp[majorLibActionTypes.GET_MAJORLIB_MAJORLIB] = {
    status: 'success',
    result: {
        majorType: [
            {
                majorTypeName:"本科专业",
                majorTypeID: "1",
            },
            {
                majorTypeName:"高职专业",
                majorTypeID: "2",
            }
        ],
        majorType2CategoryMap: {
            "1": [
                {
                    majorCategoryID: "01",
                    //majorCategoryName: "哲学"
                    majorCategoryName: "医案推荐"
                },
                /*{
                    majorCategoryID: "02",
                    majorCategoryName: "经济学"
                }*/
            ],
            "2": []
        },
        majorCategory2MLMap: {
            "01": [
                {
                    majorMLID: "0101",
                    majorMLName: "哲学类"
                }
            ],
            "02": [
                {
                    majorMLID: "0201",
                    majorMLName: "经济学类"
                },
                {
                    majorMLID: "0202",
                    majorMLName: "财政学类"
                },
                {
                    majorMLID: "0203",
                    majorMLName: "金融学类"
                },
                {
                    majorMLID: "0204",
                    majorMLName: "经济与贸易类"
                }
            ]
        },
        majorML2SubMajorMLMap: {
            "0101": [
                /*{
                    fatherMajorMLID:"0101",
                    subMajorMLID: "010101",
                    //subMajorMLID: "FFF",
                    //subMajorMLID: "一般说来，胁痛初病在气，由肝郁气滞、气机不畅而致胁痛。气为血帅，气行则血行，故气滞日久，血行不畅，其病变由气滞转为血瘀，或气滞血瘀并见。气滞日久，易于化火伤阴；因饮食所伤，肝胆湿热，所致之胁痛，日久亦可耗伤阴津，皆可致肝阴耗伤，脉络失养，而转为虚证或虚实夹杂证。",
                    subMajorName:"清热利湿、化瘀散结治疗肝癌、门静脉高压症",
                    //subMajorMLName:"清热利湿、化瘀散结治疗肝癌、门静脉高压症",
                    subMajorMLName:"肝癌属肝胆湿热、气血瘀滞证，治以茵陈蒿汤和甘露消毒丹加减，清热利湿、化瘀散结",
                    subMajorTitle:"男，46岁",
                    subMajorDetail:"肝癌属肝胆湿热、气血瘀滞证，治以茵陈蒿汤和甘露消毒丹加减，清热利湿、化瘀散结",
                },
                {
                    subMajorMLID: "010102",
                    subMajorMLName: "清化湿热、疏肝和胃治疗十二指肠球部溃疡",
                    subMajorName:"十二指肠球部溃疡属肝胃郁热证，治以化肝煎加减，清化湿热、疏肝和胃",
                    subMajorTitle:"男，66岁",
                    subMajorDetail:"十二指肠球部溃疡属肝胃郁热证，治以化肝煎加减，清化湿热、疏肝和胃",
                },
                {
                    subMajorMLID: "010103",
                    subMajorMLName: "通调失职，泻肺通腑",
                    subMajorName:"患脓疱疮，疮未痊愈，忽全身水肿，尿少，咳嗽气喘，口干不欲饮，脘满不思纳，舌苔黄腻，脉象沉滑",
                    subMajorTitle:"男，7岁",
                    subMajorDetail:"患脓疱疮，疮未痊愈，忽全身水肿，尿少，咳嗽气喘，口干不欲饮，脘满不思纳，舌苔黄腻，脉象沉滑",
                },
                {
                    subMajorMLID: "010104",
                    subMajorMLName: "茵陈 30g，栀子（焦）10g，大黄15g，豆蔻10g，广藿香10g，滑石粉10g（包煎），",
                    subMajorName:"清热利湿、化瘀散结治疗肝癌、门静脉高压症",
                    subMajorTitle:"男性患者 65岁",
                    subMajorDetail:"HBBBBB",
                },
                {
                    subMajorMLID: "010105",
                    subMajorMLName: "茵陈 30g，栀子（焦）10g，大黄15g，豆蔻10g，广藿香10g，滑石粉10g（包煎），",
                    subMajorName:"清热利湿、化瘀散结治疗肝癌、门静脉高压症",
                    subMajorTitle:"男性患者 65岁",
                    subMajorDetail:"HBBBBB",
                },
                {
                    subMajorMLID: "010106",
                    subMajorMLName: "茵陈 30g，栀子（焦）10g，大黄15g，豆蔻10g，广藿香10g，滑石粉10g（包煎），",
                    subMajorName:"清热利湿、化瘀散结治疗肝癌、门静脉高压症",
                    subMajorTitle:"男性患者 65岁",
                    subMajorDetail:"HBBBBB",
                },
                {
                    subMajorMLID: "010102",
                    subMajorMLName: "茵陈 30g，栀子（焦）10g，大黄15g，豆蔻10g，广藿香10g，滑石粉10g（包煎），",
                    subMajorName:"清热利湿、化瘀散结治疗肝癌、门静脉高压症",
                    subMajorTitle:"男性患者 65岁",
                    subMajorDetail:"HBBBBB",
                },
                {
                    subMajorMLID: "010102",
                    subMajorMLName: "茵陈 30g，栀子（焦）10g，大黄15g，豆蔻10g，广藿香10g，滑石粉10g（包煎），",
                    subMajorName:"清热利湿、化瘀散结治疗肝癌、门静脉高压症",
                    subMajorTitle:"男性患者 65岁",
                    subMajorDetail:"HBBBBB",
                },
                {
                    subMajorMLID: "010102",
                    subMajorMLName: "茵陈 30g，栀子（焦）10g，大黄15g，豆蔻10g，广藿香10g，滑石粉10g（包煎），",
                    subMajorName:"清热利湿、化瘀散结治疗肝癌、门静脉高压症",
                    subMajorTitle:"男性患者 65岁",
                    subMajorDetail:"HBBBBB",
                },
                {
                    subMajorMLID: "010102",
                    subMajorMLName: "茵陈 30g，栀子（焦）10g，大黄15g，豆蔻10g，广藿香10g，滑石粉10g（包煎），",
                    subMajorName:"清热利湿、化瘀散结治疗肝癌、门静脉高压症",
                    subMajorTitle:"男性患者 65岁",
                    subMajorDetail:"HBBBBB",
                },
                {
                    subMajorMLID: "010102",
                    subMajorMLName: "茵陈 30g，栀子（焦）10g，大黄15g，豆蔻10g，广藿香10g，滑石粉10g（包煎），",
                    subMajorName:"清热利湿、化瘀散结治疗肝癌、门静脉高压症",
                    subMajorTitle:"男性患者 65岁",
                    subMajorDetail:"HBBBBB",
                },
                {
                    subMajorMLID: "010102",
                    subMajorMLName: "茵陈 30g，栀子（焦）10g，大黄15g，豆蔻10g，广藿香10g，滑石粉10g（包煎），",
                    subMajorName:"清热利湿、化瘀散结治疗肝癌、门静脉高压症",
                    subMajorTitle:"男性患者 65岁",
                    subMajorDetail:"HBBBBB",
                },
                {
                    subMajorMLID: "010102",
                    subMajorMLName: "茵陈 30g，栀子（焦）10g，大黄15g，豆蔻10g，广藿香10g，滑石粉10g（包煎），",
                    subMajorName:"清热利湿、化瘀散结治疗肝癌、门静脉高压症",
                    subMajorTitle:"男性患者 65岁",
                    subMajorDetail:"HBBBBB",
                },
                {
                    subMajorMLID: "010102",
                    subMajorMLName: "茵陈 30g，栀子（焦）10g，大黄15g，豆蔻10g，广藿香10g，滑石粉10g（包煎），",
                    subMajorName:"清热利湿、化瘀散结治疗肝癌、门静脉高压症",
                    subMajorTitle:"男性患者 65岁",
                    subMajorDetail:"HBBBBB",
                },
                {
                    subMajorMLID: "010102",
                    subMajorMLName: "茵陈 30g，栀子（焦）10g，大黄15g，豆蔻10g，广藿香10g，滑石粉10g（包煎），",
                    subMajorName:"清热利湿、化瘀散结治疗肝癌、门静脉高压症",
                    subMajorTitle:"男性患者 65岁",
                    subMajorDetail:"HBBBBB",
                },*/
                {subMajorMLName: "冷积腹疼", subMajorMLID: "519", subMajorDetail: "\r\n自幼在家惯睡火炕，后在津栖处寒凉，饮食又多不慎，遂得此证。\r\n【证候】\r\n其少腹时觉下坠，眠时须以暖水袋熨脐下，不然则疼不能寐。若屡服热药，上焦即觉烦躁，已历二年不愈。脉象沉弦，左右皆然，至数稍迟。\r\n【诊断】\r\n即其两尺沉弦凉而且坠论之，知其肠中当有冷积，此宜用温通之药下之。\r\n", subMajorTitle: "\r\n大城王&#215;&#215;，年五十岁，少腹冷疼，久服药不愈。\r\n",},
                {subMajorMLName: "肠结腹疼", subMajorMLID: "520", subMajorDetail: "\r\n偶因恼怒触动肝气，遂即饮食停肠中，结而不下作疼。\r\n【证候】\r\n食结肠中，时时切疼，二十余日大便不通。始犹少进饮食，继则食不能进，饮水一口亦吐出。延医服药，无论何药下咽亦皆吐出，其脉左右皆微弱，犹幸至数照常，按之犹有根柢，知犹可救。\r\n【疗法】\r\n治此等证，必止呕之药与开结之药并用，方能直达病所，又必须内外兼治，则久停之结庶可下行。\r\n", subMajorTitle: "\r\n天津李&#215;&#215;，年二十五岁，于仲春得腹结作疼证。\r\n",},
                {subMajorMLName: "肠结腹疼兼外感实热", subMajorMLID: "521", subMajorDetail: "\r\n素有肝气病，因怒肝气发动，恒至大便不通，必服泻药始通下。此次旧病复发而呕吐不能受药，是以病久不愈。\r\n【证候】\r\n胃下脐上似有实积，常常作疼，按之则疼益甚，表里俱觉发热，恶心呕吐。连次延医服药，下咽须臾即吐出，大便不行已过旬日，水浆不入者七八日矣。脉搏五至，左右脉象皆弱，独右关重按似有力，舌有黄苔，中心近黑，因问其得病之初曾发冷否？答云︰旬日前曾发冷两日，至三日即变为热矣。\r\n【诊断】\r\n即此证脉论之，其阳明胃腑当蕴有外感实热，是以表里俱热，因其肠结不通，胃气不能下行，遂转而上行与热相并作呕吐。治此证之法，当用镇降之药止其呕，咸润之药开其结，又当辅以补益之品，俾其呕止、结开，而正气无伤始克有济。\r\n", subMajorTitle: "\r\n沉阳张姓媪，年过六旬，肠结腹疼，兼心中发热。\r\n",},
                {subMajorMLName: "头疼", subMajorMLID: "522", subMajorDetail: "\r\n其人素羸弱，因商务操劳遇事又多不顺，心肝之火常常妄动，遂致头疼。\r\n【证候】\r\n头疼不起床者已逾两月，每日头午犹轻，过午则浸加重，夜间疼不能寐，鸡鸣后疼又渐轻可以少睡，心中时或觉热，饮食懒进。脉搏五至，左部弦长，关脉犹弦而兼硬，右脉则稍和平。\r\n【诊断】\r\n即此脉象论之，显系肝胆之热上冲脑部作疼也。宜用药清肝火、养肝阴、镇肝逆，且兼用升清降浊之药理其脑部。\r\n", subMajorTitle: "\r\n天津李姓，得头疼证，日久不愈。\r\n",},
                {subMajorMLName: "目病干疼", subMajorMLID: "523", subMajorDetail: "\r\n向因外感之热传入阳明之府，服药多甘寒之品，致外感之邪未净，痼闭胃中永不消散，其热上冲遂发为眼疾。\r\n【证候】\r\n两目干涩，有时目睛胀疼，渐至视物昏花，心中时常发热，二便皆不通顺，其脉左右皆有力，而右关重按有洪实之象，屡次服药已近二年，仍不少愈。\r\n【诊断】\r\n凡外感之热传里，最忌但用甘寒滞泥之药，痼闭其外感之邪不能尽去，是以陆九芝谓如此治法，其病当时虽愈，后恒变成痨瘵。此证因其禀赋强壮，是以未变痨瘵而发为眼疾，医者不知清其外感之余热，而泛以治眼疾之药治之，是以历久不愈也。愚有自制离中丹，再佐以清热托表之品，以引久蕴之邪热外出，眼疾当愈。\r\n", subMajorTitle: "\r\n天津崔&#215;&#215;，年三十四岁，患眼干，间有时作疼。\r\n",},
                {subMajorMLName: "牙疼", subMajorMLID: "524", subMajorDetail: "\r\n商务劳心，又兼连日与友宴饮，遂得斯证。\r\n【证候】\r\n其牙疼甚剧，有碍饮食，夜不能寐，服一切治牙疼之药不效，已迁延二十余日矣。其脉左部如常，而右部弦长，按之有力。\r\n【诊断】\r\n此阳明胃气不降也。上牙龈属足阳明胃，下牙龈属手阳明大肠。究之，胃气不降肠中之气亦必不降，火随气升，血亦因之随气上升并于牙龈而作疼，是以牙疼者牙龈之肉多肿热也。宜降其胃气兼引其上逆之血下行，更以清热之药辅之。\r\n", subMajorTitle: "\r\n天津王姓，年三十余，得牙疼病。\r\n",},
                {subMajorMLName: "胁疼二", subMajorMLID: "525", subMajorDetail: "\r\n因操劳过度，遂得胁下作疼病。\r\n【证候】\r\n其疼或在左胁或在右胁或有时两胁皆疼，医者治以平肝、舒肝、柔肝之法皆不效。迁延年余，病势浸增，疼剧之时。觉精神昏愦。其脉左部微细，按之即无，右脉似近和平，其搏动之力略失于弱。\r\n【诊断】\r\n人之肝居胁下，其性属木，原喜条达，此因肝气虚弱不能条达，故郁于胁下作疼也。其疼或在左或在右者，《难经》云，肝之为脏其治在左，其藏在右胁右肾之前并胃，着于胃之第九椎（《医宗金鉴》刺灸篇曾引此数语，今本《难经》不知被何人删去）。所谓脏者，肝脏所居之地也，谓治者肝气所行之地也。是知肝虽居右而其气化实先行于左。其疼在左者，肝气郁于所行之地也；其疼在右者，肝气郁于所居之地也；其疼剧时精神昏愦者，因肝经之病原与神经有涉也（肝主筋，脑髓神经为灰白色之筋，是以肝经之病与神经有涉）。治此证者，当以补助肝气为主。而以升肝化郁之药辅之。\r\n", subMajorTitle: "\r\n天津陈××，年六旬，得胁下作疼证。\r\n",},
                {subMajorMLName: "胁下疼兼胃口疼", subMajorMLID: "526", subMajorDetail: "\r\n素有肝气不顺病，继因设买卖赔累，激动肝气，遂致胁下作疼，久之胃口亦疼。\r\n【证候】\r\n其初次觉疼恒在申酉时，且不至每日疼，后浸至每日觉疼，又浸至无时不疼。屡次延医服药，过用开破之品伤及脾胃，饮食不能消化，至疼剧时恒连胃中亦疼。其脉左部沉弦微硬，右部则弦而无力，一息近五至。\r\n【诊断】\r\n其左脉弦硬而沉者，肝经血虚火盛而肝气又郁结也。其右脉弦而无力者，土为木伤，脾胃失其蠕动健运也。其胁疼之起点在申酉时者，因肝属木申酉属金，木遇金时其气化益遏抑不舒也。《内经》谓，“厥阴不治，求之阳明。”夫厥阴为肝，阳明为胃，遵《内经》之微旨以治此证，果能健补脾胃，俾中焦之气化营运无滞，再少佐以理肝之品，则胃疼可愈，而胁下之疼亦即随之而愈矣。\r\n", subMajorTitle: "\r\n天津齐&#215;&#215;，年五旬，得胁下作疼，兼胃口疼病。\r\n",},
                {subMajorMLName: "胁疼一", subMajorMLID: "527", subMajorDetail: "\r\n平素肝气不舒，继因暴怒，胁下陡然作疼。\r\n【证候】\r\n两胁下掀疼甚剧，呻吟不止，其左胁之疼尤甚，倩人以手按之则其疼稍愈，心中时觉发热，恶心欲作呕吐，脉左右两部皆弦硬。\r\n【诊断】\r\n此肝气胆火相助横恣，欲上升而不能透膈，郁于胁下而作疼也。当平其肝气泻其胆火，其疼自愈。\r\n", subMajorTitle: "\r\n邻村李姓妇，年近四旬，得胁下疼证。\r\n",},
                {subMajorMLName: "腰疼", subMajorMLID: "528", subMajorDetail: "\r\n劳心过度，数日懒食，又勉强远出操办要务，因得斯证。\r\n【证候】\r\n其疼剧时不能动转，轻时则似疼非疼绵绵不已，亦恒数日不疼，或动气或劳力时则疼剧。心中非常发闷，其脉左部沉弦，右部沉牢，一息四至强。观其从前所服之方，虽不一致，大抵不外补肝肾强筋骨诸药，间有杂似祛风药者，自谓得病之初，至今已三年，服药数百剂，其疼卒未轻减。\r\n【诊断】\r\n《内经》谓通则不痛，此证乃痛则不通也。肝肾果系虚弱，其脉必细数，今左部沉弦，右部沉牢，其为腰际关节经络有瘀而不通之气无疑，拟治以利关节通经络之剂。\r\n", subMajorTitle: "\r\n天津李&#215;&#215;，年三十四岁，得腰疼证。\r\n",},
                {subMajorMLName: "腿疼", subMajorMLID: "529", subMajorDetail: "\r\n禀赋素弱，下焦常畏寒凉，一日因出门寝于寒凉屋中，且铺盖甚薄，晨起遂病腿疼。\r\n【证候】\r\n初疼时犹不甚剧，数延医服药无效，后因食猪头肉其疼陡然加剧，两腿不能任地，夜则疼不能寐，其脉左右皆弦细无力，两尺尤甚，至数稍迟。\r\n【诊断】\r\n此证因下焦相火虚衰，是以易为寒侵，而细审其脉，实更兼气虚不能充体，即不能达于四肢以运化药力，是以所服之药纵对证亦不易见效也。此当助其相火祛其外寒，而更加补益气分之药，使气分壮旺自能营运药力以胜病也。\r\n", subMajorTitle: "\r\n邻村窦&#215;&#215;，年过三旬，于孟冬得腿疼证。\r\n",},
                {subMajorMLName: "受风水肿", subMajorMLID: "530", subMajorDetail: "\r\n时当孟夏，农家忙甚，将饭炊熟，复自田间，因作饭时受热出汗，出门时途间受风，此后即得水肿证。\r\n【证候】\r\n腹中胀甚，头面周身皆肿，两目之肿不能开视，心中发热，周身汗闭不出，大便干燥，小便短赤。其两腕肿甚不能诊脉，按之移时，水气四开，始能见脉。其左部弦而兼硬，右部滑而颇实，一息近五至。\r\n【诊断】\r\n《金匮》辨水证之脉，谓风水脉浮，此证脉之部位肿甚，原无从辨其脉之浮沉，然即其自述，谓于有汗受风之后，其为风水无疑也。其左脉弦硬者，肝胆有郁热也，其右脉滑而实者，外为风束胃中亦浸生热也。至于大便干燥，小便短赤，皆肝胃有热之所致也。当用《金匮》越婢东加减治之。\r\n", subMajorTitle: "\r\n邑北境刘氏妇，年过三旬，因受风得水肿证。\r\n",},
                {subMajorMLName: "阴虚水肿", subMajorMLID: "531", subMajorDetail: "\r\n因阴分虚损，常作灼热，浸至小便不利，积成水肿。\r\n【证候】\r\n头面周身皆肿，以手按其肿处成凹，移时始能复原。日晡潮热，心中亦恒觉发热。小便赤涩，一日夜间不过通下一次。其脉左部弦细，右部弦而微硬，其数六至。\r\n【诊断】\r\n此证因阴分虚损，肾脏为虚热所伤而生炎，是以不能漉水以利小便。且其左脉弦细，则肝之疏泄力减。可致小便不利，右脉弦硬，胃之蕴热下溜，亦可使小便不利，是以积成水肿也。宜治以大滋真阴之品，俾其阴足自能退热，则肾炎可愈，胃热可清。肝木得肾水之涵濡，而其疏泄之力亦自充足，再辅以利小便之品作向导，其小便必然通利，所积之水肿亦不难徐消矣。\r\n", subMajorTitle: "\r\n邻村霍氏妇，年二十余，因阴虚得水肿证。\r\n",},
                {subMajorMLName: "风水肿兼有痰证", subMajorMLID: "532", subMajorDetail: "\r\n因秋末远出，劳碌受风遂得斯证。\r\n【证候】\r\n腹胀，周身漫肿，喘息迫促，咽喉膺胸之间时有痰涎杜塞，舌苔淡白，小便赤涩短少，大便间日一行，脉象无火而微浮，拟是风水，当遵《金匮》治风水之方治之。\r\n【处方】\r\n生石膏（一两捣细）麻黄（三钱）甘草（二钱）生姜（二钱）大枣（四枚掰开）西药阿斯匹林（三分）药共六味，将前五味煎汤一大盅，冲化阿斯匹林，温服被复取汗。\r\n", subMajorTitle: "\r\n辽宁马&#215;&#215;，年五旬，得受风水肿兼有痰证。\r\n",},
                {subMajorMLName: "黄胆兼外感", subMajorMLID: "533", subMajorDetail: "\r\n事有拂意，怒动肝火，继又薄受外感，遂遍身发黄成疸证。\r\n【证候】\r\n周身黄色如橘，目睛黄尤甚，小便黄可染衣，大便色白而干，心中发热作渴，不思饮食。其脉左部弦长有力且甚硬，右部脉亦有力而微浮，舌苔薄而白无津液。\r\n【诊断】\r\n此乃肝中先有蕴热，又为外感所束，其热益甚，致胆管肿胀，不能输其胆汁于小肠，而溢于血中随血运遍周身，是以周身无处不黄。迨至随血营运之余，又随水饮渗出归于膀胱，是以小便亦黄。至于大便色白者，因胆汁不入小肠以化食，大便中既无胆汁之色也。《金匮》有硝石矾石散，原为治女劳疸之专方，愚恒借之以概治疸证皆效，而煎汤送服之药须随证变更。其原方原用大麦粥送服，而此证肝胆之脉太盛，当用泻肝胆之药煎汤送之。\r\n", subMajorTitle: "\r\n天津苏媪，年六十六岁，于仲春得黄胆证。\r\n",},
                {subMajorMLName: "黄胆证", subMajorMLID: "534", subMajorDetail: "\r\n出外行军，夜宿帐中，勤苦兼受寒凉，如此月余，遂得黄胆证。\r\n【证候】\r\n周身黄色甚暗似兼灰色，饮食减少，肢体酸懒无力，大便一日恒两次似完谷不化，脉象沉细，左部更沉细欲无。\r\n【诊断】\r\n此脾胃肝胆两伤之病也，为勤苦寒凉过度，以致伤其脾胃，是以饮食减少完谷不化；伤其肝胆，是以胆汁凝结于胆管之中，不能输肠以化食，转由胆囊渗出，随血流行于周身而发黄。此宜用《金匮》硝石矾石散以化其胆管之凝结，而以健脾胃补肝胆之药煎汤送服。\r\n", subMajorTitle: "\r\n王&#215;&#215;，年三十二岁，于季秋得黄胆证。\r\n",},
                {subMajorMLName: "黄胆", subMajorMLID: "535", subMajorDetail: "\r\n连日朋友饮宴，饮酒过量，遂得斯证。\r\n【证候】\r\n周身面目俱黄，饮食懒进，时作呕吐，心中恒觉发热，小便黄甚，大便白而干涩，脉象左部弦而有力，右部滑而有力。\r\n【诊断】\r\n此因脾中蕴有湿热，不能助胃消食，转输其湿热于胃，以致胃气上逆（是以呕吐），胆火亦因之上逆（黄坤载谓，非胃气下降，则胆火不降），致胆管肿胀不能输其汁于小肠以化食，遂溢于血中而成黄胆矣。治此证者，宜降胃气，除脾湿，兼清肝胆之热则黄胆自愈。\r\n", subMajorTitle: "\r\n天津范&#215;&#215;，年三十二岁，得黄胆证。\r\n",},
                {subMajorMLName: "痢疾转肠溃疡", subMajorMLID: "536", subMajorDetail: "\r\n因业商赔累歇业，心中懊，暗生内热，其肝胆之热，下迫致成痢疾。痢久不愈，又转为肠溃疡。\r\n【证候】\r\n其初下痢时，后重腹疼，一昼夜十七八次，所下者赤痢多带鲜血，间有白痢。延医治疗阅两月，病益加剧。所下者渐变为血水，杂以脂膜，其色腐败，其气腥臭，每腹中一觉疼即须入厕，一昼夜二十余次，身体羸弱，口中发干，心中怔忡，其脉左右皆弦细，其左部则弦而兼硬，一分钟九十二至。\r\n【诊断】\r\n此乃因痢久不愈，肠中脂膜腐败，由腐败而至于溃烂，是以纯下血水杂以脂膜，即西人所谓肠溃疡也。其脉象弦细者，气血两亏也。其左脉细而硬者，肝肾之阴亏甚也。其口干心中怔忡者，皆下血过多之所致也。此宜培养其气血而以解毒化瘀生新之药佐之。\r\n", subMajorTitle: "\r\n沧县杨&#215;&#215;，年三十五岁，于季秋因下痢成肠溃疡证。\r\n",},
                {subMajorMLName: "痢疾二", subMajorMLID: "537", subMajorDetail: "\r\n暑日恣食瓜果，脾胃有伤，入秋以来则先泻后痢。\r\n【证候】\r\n前因泄泻旬日，身体已羸弱，继又变泻为痢，日下十余次，赤白参半，下坠腹疼。屡次服药不愈，身益羸弱，其脉象亦弱，而左脉之力似略胜于右。\r\n【诊断】\r\n按其左右脉皆弱者，气血两虚也。而左脉之力似略胜于右脉者，知其肝胆虚而挟热，是以痢久不愈。然此热非纯系实热，不可用过凉之药，因其虚而挟热，其虚又不受补，是必所用之补品兼能泻热，俾肝胆之虚热皆愈而痢自愈矣。\r\n", subMajorTitle: "\r\n天津张姓幼女，年五岁，于孟秋得痢证。\r\n",},
                {subMajorMLName: "痢疾一", subMajorMLID: "538", subMajorDetail: "\r\n连日劳心过度，心中有热，多食瓜果，遂至病痢。\r\n【证候】\r\n腹疼后重，下痢赤白参半，一日夜七八次，其脉左部弦而有力，右部浮而濡重按不实，病已八日，饮食减少，肢体酸软。\r\n【诊断】\r\n证脉合参，当系肝胆因劳心生热，脾胃因生冷有伤，冷热相搏，遂致成痢。当清其肝胆之热，兼顾其脾胃之虚。\r\n", subMajorTitle: "\r\n天津郑××，年五旬，于孟秋得下痢证。\r\n",},
                {subMajorMLName: "噤口痢", subMajorMLID: "539", subMajorDetail: "\r\n举家数口，寄食友家不能还乡，后友家助以资斧令还乡，道路又复不通，日夜焦思，频动肝火，时当孟秋，心热贪凉，多食瓜果，致患下痢。\r\n【证候】\r\n一日夜下痢十五六次，多带鲜血，后重甚剧，腹偶觉疼即须入厕，便后移时疼始稍愈，病已五日，分毫不能进食，惟一日之间强饮米汤数口。其脉左部弦而硬，右部弦而浮，其搏五至，心中发热常觉恶心。\r\n【诊断】\r\n此肝火炽盛，肝血虚损，又兼胃气挟热上逆，是以下痢甚剧，而又噤口不食也。当治以滋阴、清热、平肝、降胃之品。\r\n", subMajorTitle: "\r\n天津施&#215;&#215;，五十六岁，得噤口痢证。\r\n",},
                {subMajorMLName: "泄泻兼灼热病", subMajorMLID: "540", subMajorDetail: "\r\n其兄因痢病故，铺中之事及为其兄殡葬之事，皆其一人经理，哀痛之余，又兼心力俱瘁，遂致大便泄泻周身发热。\r\n【证候】\r\n一日夜泻十四五次，将泻时先腹疼，泻后疼益甚，移时始愈，每过午一点钟，即觉周身发热，然不甚剧，夜间三点钟后，又渐愈，其脉六部皆弱，两尺尤甚。\r\n【诊断】\r\n按此证系下焦虚寒及胸中大气虚损也。盖下焦寒甚者，能迫下焦之元阳上浮，胸中大气虚甚者，恒不能收摄，致卫气外浮，则元阳之上浮与卫气之外浮相并，即可使周身发热。其发在过午者，因过午则下焦之阴寒益盛，而胸中大气益虚也（胸中大气乃上焦之阳气，过午阴盛，是以大气益虚）。此本虚寒泄泻之证，原不难治，而医者因其过午身热，皆不敢投以温补，是以屡治不愈。拟治以大剂温补之药，并收敛其元阳归其本源，则泄泻止而灼热亦愈矣。\r\n", subMajorTitle: "\r\n天津胡&#215;&#215;，年四十二岁，于孟秋得泄泻兼灼热病。\r\n",},
                {subMajorMLName: "小便白浊", subMajorMLID: "541", subMajorDetail: "\r\n于季秋乘大车还家，中途遇雨，衣服尽湿，夜宿店中，又披衣至庭中小便，为寒风所袭，遂得白浊之证。\r\n【证候】\r\n尿道中恒发刺痒，每小便完时有类精髓流出数滴。今已三阅月，屡次服药无效，颇觉身体衰弱，精神短少，其脉左部弦硬，右部微浮重按无力。\r\n【诊断】\r\n《内经》谓肾主蛰藏，肝主疏泄，又谓风气通于肝，又谓肝行肾之气。此证因风寒内袭入肝，肝得风助，其疏泄之力愈大，故当小便时，肝为肾行气过于疏泄，遂致肾脏失其蛰藏之用，尿出而精亦随之出矣。其左脉弦硬者，肝脉挟风之象，其右脉浮而无力者，因病久而气血虚弱也。其尿道恒发刺痒者，尤显为风袭之明征也。此宜散其肝风，固其肾气，而更辅以培补气血之品。\r\n", subMajorTitle: "\r\n天津李&#215;&#215;，年二十六岁，得小便白浊证。\r\n",},
                {subMajorMLName: "小便因寒闭塞", subMajorMLID: "542", subMajorDetail: "\r\n晚饭之后，食梨一颗，至夜站岗又受寒过甚，遂致小便不通。\r\n【证候】\r\n病初得时，先入西医院治疗。西医治以引溺管小便通出，有顷小便复存蓄若干，西医又纳以橡皮引溺管，使久在其中有尿即通出。乃初虽稍利，继则小便仍不出，遂求为延医。其脉弦细沉微，不足四至，自言下焦疼甚且凉甚，知其小便因受寒而凝滞也，斯当以温热之药通之。\r\n【处方】\r\n野党参（五钱）椒目（五钱炒捣）怀牛膝（五钱）乌附子（三钱）广肉桂（三钱）当归（三钱）干姜（二钱）小茴香（二钱）生明没药（二钱）威灵仙（二钱）甘草（二钱）共煎一大盅，温服。\r\n", subMajorTitle: "\r\n辽宁石&#215;&#215;，年三十二岁，于仲冬得小便不通证。\r\n",},
                {subMajorMLName: "脑充血头疼一", subMajorMLID: "512", subMajorDetail: "\r\n其月信素日短少，不调，大便燥结，非服降药不下行，浸至脏腑气化有升无降，因成斯证。\r\n【证候】\r\n头疼甚剧，恒至夜不能眠，心中常觉发热，偶动肝火即发眩晕，胃中饮食恒停滞不消，大便六七日不行，必须服通下药始行。其脉弦细有力而长，左右皆然，每分钟八十至，延医延医历久无效。\r\n【诊断】\r\n此因阴分亏损，下焦气化不能固摄，冲气遂挟胃气上逆，而肝脏亦因阴分亏损水不滋木，致所寄之相火妄动，恒助肝气上冲。由斯脏腑之气化有升无降，而自心注脑之血为上升之气化所迫，遂至充塞于脑中血管而作疼作晕也。其饮食不消大便不行者，因冲胃之气皆逆也；其月信不调且短少者，因冲为血海，肝为冲任行气，脾胃又为生血之源，诸经皆失其常司，是以月信不调且少也；《内经》谓︰“血菀（同郁）于上，使人薄厥”，言为上升之气血逼薄而厥也。此证不急治则薄厥将成，宜急治以降胃、镇冲、平肝之剂，再以滋补真阴之药辅之，庶可转上升之气血下行不成薄厥也。\r\n", subMajorTitle: "\r\n天津于氏妇，年二十二岁，得脑充血头疼证。\r\n",},
                {subMajorMLName: "脑充血兼腿痿弱", subMajorMLID: "513", subMajorDetail: "\r\n出门采买木料，数日始归，劳心劳力过度，遂得斯证。\r\n【证候】\r\n其初常觉头疼，时或眩晕，心中发热，饮食停滞，大便燥结，延医治疗无效。一日早起下床，觉痿弱无力，痿坐于地，人扶起坐床沿休息移时，自扶杖起立，犹可徐步，然时恐颠仆。其脉左部弦而甚硬，右部弦硬且长。\r\n【诊断】\r\n其左脉弦硬者，肝气挟火上升也。右脉弦硬且长者，胃气上逆更兼冲气上冲也。因其脏腑间之气化有升无降，是以血随气升充塞于脑部作疼作眩晕。其脑部充血过甚，或自微细血管溢血于外，或隔血管之壁，些些渗血于外，其所出之血，若着于司运动之神经，其重者可使肢体痿废，其轻者亦可使肢体软弱无力。若此证之忽然痿坐于地者是也。至其心中之发热，饮食之停滞，大便之燥结，亦皆其气化有升无降之故，此宜平肝、清热、降胃、安冲，不使脏腑之气化过升，且导引其脑中过充之血使之下行，则诸证自愈矣。\r\n", subMajorTitle: "\r\n天津崔&#215;&#215;，年三十八岁，得脑充血兼两腿痿弱证。\r\n",},
                {subMajorMLName: "脑充血兼痰厥", subMajorMLID: "514", subMajorDetail: "\r\n平素常患头晕，间有疼时，久则精神渐似短少，言语渐形謇涩，一日外出会友，饮食过度，归家因事有拂意，怒动肝火，陡然昏厥。\r\n【证候】\r\n闭目昏昏，呼之不应，喉间痰涎杜塞，气息微通。诊其脉左右皆弦硬而长，重按有力，知其证不但痰厥实素有脑充血病也。\r\n【诊断】\r\n其平素头晕作疼，即脑充血之现证也。其司知觉之神经为脑充血所伤，是以精神短少。其司运动之神经为脑充血所伤，是以言语謇涩。又凡脑充血之人，其脏腑之气多上逆，胃气逆则饮食停积不能下行，肝气逆则痰火相并易于上干，此所以因饱食动怒而陡成痰厥也。此其危险即在目前，取药无及当先以手术治之。\r\n", subMajorTitle: "\r\n天津骆&#215;&#215;，年四十九岁，得脑充血兼痰厥证。\r\n",},
                {subMajorMLName: "脑充血兼偏枯", subMajorMLID: "515", subMajorDetail: "\r\n禀性褊急，又兼处境不顺，恒触动肝火致得斯证。\r\n【证候】\r\n未病之先恒觉头疼，时常眩晕。一日又遇事有拂意，遂忽然昏倒，移时醒后，左手足皆不能动，并其半身皆麻木，言语謇涩。延医服药十个月，手略能动，其五指则握而不伸，足可任地而不能行步，言语仍然謇涩，又服药数月病仍如故。诊其脉左右皆弦硬，右部似尤甚，知虽服药年余，脑充血之病犹未除也。问其心中发热乎？脑中有时觉疼乎？答曰︰心中有时觉有热上冲胃口，其热再上升则脑中可作疼，然不若病初得时脑疼之剧也。问其大便两三日一行，证脉相参，其脑中犹病充血无疑。\r\n【诊断】\r\n按此证初得，不但脑充血实兼脑溢血也。其溢出之血，着于左边司运动之神经，则右半身痿废，着于右边司运动之神经，则左半身痿废，此乃交叉神经以互司其身之左右也。想其得病之初，脉象之弦硬，此时尤剧，是以头疼眩晕由充血之极而至于溢血，因溢血而至于残废也。即现时之证脉详参，其脑中溢血之病想早就愈，而脑充血之病根确未除也。宜注意治其脑充血，而以通活经络之药辅之。\r\n", subMajorTitle: "\r\n天津孙&#215;&#215;，年四十六岁，得脑充血证遂至偏枯。\r\n",},
                {subMajorMLName: "噎膈", subMajorMLID: "516", subMajorDetail: "\r\n处境恒多不顺，且又秉性褊急，易动肝火，遂得斯证。\r\n【证候】\r\n得病之初期，觉饮食有不顺时，后则常常如此，始延医为调治，服药半年，更医十余人皆无效验。转觉病势增剧，自以为病在不治，已停药不服矣。适其友人何&#215;&#215;劝其求愚为之延医，其六脉细微无力，强食饼干少许，必嚼成稀糜方能下咽，咽时偶觉龃龉即作呕吐，带出痰涎若干。惟饮粳米所煮稠汤尚无阻碍，其大便燥结如羊矢，不易下行。\r\n【诊断】\r\n杨素园谓︰“此病与失血异证同源，血之来也暴，将胃壁之膜冲开则为吐血；其来也缓，不能冲开胃膜，遂瘀于上脘之处，致食管窄隘即成噎膈。”至西人则名为胃癌，所谓癌者，如山石之有岩，其形凸出也。此与杨氏之说正相符合，其为瘀血致病无疑也。其脉象甚弱者，为其进食甚少气血两亏也。至其便结如羊矢，亦因其饮食甚少，兼胃气虚弱不输送下行之故也。此宜化其瘀血兼引其血下行，而更辅以培养气血之品。\r\n", subMajorTitle: "\r\n天津盛&#215;&#215;，年五旬，得噎膈证。\r\n",},
                {subMajorMLName: "反胃吐食", subMajorMLID: "517", subMajorDetail: "\r\n初因夏日多食瓜果致伤脾胃，廉于饮食，后又因处境不顺心多抑郁，致成反胃之证。\r\n【证候】\r\n食后消化力甚弱，停滞胃中不下行，渐觉恶心，久之，则觉有气自下上冲，即将饮食吐出。屡经医诊视，服暖胃降气之药稍愈，仍然反复，迁延已年余矣。身体羸弱，脉弦长，按之不实，左右皆然。\r\n【诊断】\r\n此证之饮食不能消化，固由于脾胃虚寒，然脾胃虚寒者，食后恒易作泄泻，此则食不下行而作呕吐者，因其有冲气上冲，并迫其胃气上逆也。当以温补脾胃之药为主，而以降胃镇冲之药辅之。\r\n", subMajorTitle: "\r\n天津陈&#215;&#215;，年五十六岁，得反胃吐食证，半年不愈。\r\n",},
                {subMajorMLName: "胃脘疼闷", subMajorMLID: "518", subMajorDetail: "\r\n本南方人，久居北方，远怀乡里，归宁不得，常起忧思，因得斯证。\r\n【证候】\r\n中焦气化凝郁，饮食停滞艰于下行，时欲呃逆，又苦不能上达，甚则蓄极绵绵作疼。其初病时，惟觉气分不舒，服药治疗三年，病益加剧，且身形亦渐羸弱，呼吸短气，口无津液，时常作渴，大便时常干燥，其脉左右皆弦细，右脉又兼有牢意。\r\n【诊断】\r\n《内经》谓脾主思，此证乃过思伤脾以致脾不升胃不降也。为其脾气不上升，是以口无津液，呃逆不能上达；为其胃气不降，是以饮食停滞，大便干燥。治之者当调养其脾胃，俾还其脾升胃降之常，则中焦气化舒畅，疼胀自愈，饮食加多而诸病自除矣。\r\n", subMajorTitle: "\r\n天津徐氏妇，年近三旬，得胃脘疼闷证。\r\n",},
                {subMajorMLName: "伤寒脉闭一", subMajorMLID: "554", subMajorDetail: "\r\n其左肋下素有郁气，发动时辄作疼，一日发动疼剧，头上汗出，其汗未解，出冒风寒，遂得斯证。\r\n【证候】\r\n头疼、身冷、恶寒、无汗、心中发热，六脉皆闭。\r\n【诊断】\r\n因其素有肋下作疼之病，身形羸弱；又当汗出之时感冒风寒，则风寒之入者必深，是以脉闭身寒；又肋下素有郁气，其肝胆之火必然郁滞，因外感所束激动其素郁之火，所以心中觉热。法当以发表之药为主，而以清热理郁兼补正之药佐之。\r\n", subMajorTitle: "\r\n天津李姓童子，年十四岁，得伤寒脉闭证。\r\n",},
                {subMajorMLName: "少阴伤寒", subMajorMLID: "555", subMajorDetail: "\r\n午间恣食瓜果，因夜间失眠，遂食余酣睡，值东风骤至天气忽变寒凉，因而冻醒，其未醒之时又复梦中遗精，醒后遂觉周身寒凉抖战，腹中又复隐隐作疼，惧甚，遂急延为诊视。\r\n【证候】\r\n迨愚至为诊视时，其寒战腹疼益甚，其脉六部皆微细欲无，知其已成直中少阴之伤寒也。\r\n【诊断】\r\n按直中少阴伤寒为麻黄附子细辛汤证，而因在梦遗之后，腹中作疼，则寒凉之内侵者益深入也，是宜于麻黄附子细辛汤中再加温暖补益之品。\r\n", subMajorTitle: "\r\n天津李&#215;&#215;，年三十二岁，于夏季得伤寒证。\r\n",},
                {subMajorMLName: "伤寒兼有伏热证", subMajorMLID: "556", subMajorDetail: "\r\n因买卖赔钱，家计顿窘，懊悔不已，致生内热；孟冬时因受风，咳嗽有痰微喘，小便不利，周身漫肿。愚为治愈，旬日之外，又重受外感，因得斯证。\r\n【证候】\r\n表里大热，烦躁不安，脑中胀疼，大便数日一行甚干燥，舌苔白浓，中心微黄，脉极洪实，左右皆然，此乃阳明腑实之证。凡阳明腑实之脉，多偏见于右手，此脉左右皆洪实者，因其时常懊悔，心肝积有内热也，其脑中胀疼者，因心与肝胆之热挟阳明之热上攻也。当用大剂寒凉微带表散，清其阳明胃腑之热，兼以清其心肝之热。\r\n【处方】\r\n生石膏（四两捣细）知母（一两）甘草（四钱）粳米（六钱）青连翘（三钱）共作汤煎至米熟，取汤三盅，分三次温服下，病愈勿尽剂。\r\n", subMajorTitle: "\r\n辽宁马&#215;&#215;，年五十一岁，得伤寒兼有伏热证。\r\n",},
                {subMajorMLName: "温病兼大气下陷", subMajorMLID: "557", subMajorDetail: "\r\n因得罪其母惧谴谪，藏楼下屋中，屋窗四敞，卧床上睡着，被风吹袭遂成温病。\r\n【证候】\r\n初得病时服药失宜，热邪内陷，神昏不语，后经中西医多位延医二十余日，病益加剧，医者见病危已至极点，皆辞不治。继延愚为诊视，其两目上窜，几不见黑睛，精神昏愦，毫无知觉，身体颤动不安，时作嗳声，其肌肤甚热，启其齿见其舌缩而干，苔薄微黄，偶灌以水或米汤犹知下咽，其气息不匀，间有喘时，其脉数逾六至，左部细而浮，不任重按，右部亦弦细，重诊似有力，大便旬日未行。\r\n【诊断】\r\n此外感之热久不退，灼耗真阴，以致肝脏虚损，木燥生风而欲上脱也。当用药清其实热，滋其真阴，而更辅以酸收敛肝之品，庶可救此极危之证。\r\n", subMajorTitle: "\r\n天津康&#215;&#215;幼女，年九岁，于孟秋得温病兼大气下陷。\r\n",},
                {subMajorMLName: "温病兼气虚气郁", subMajorMLID: "558", subMajorDetail: "\r\n其素日血分不调，恒作灼热，心中亦恒发热，因热贪凉，薄受外感，即成温病。\r\n【证候】\r\n初受外感时，医者以温药发其汗，汗出之后，表里陡然大热，呕吐难进饮食，饮水亦恒吐出，气息不调，恒作呻吟，小便不利，大便泄泻日三四次，其舌苔薄而黄，脉象似有力而不实，左部尤不任重按，一分钟百零二至，摇摇有动象。\r\n【诊断】\r\n其胃中为热药发表所伤，是以呕吐，其素日阴亏，肝肾有热，又兼外感之热内迫，致小便不利水归大肠是以泄泻，其舌苔薄而黄者，外感原不甚剧（舌苔薄，亦主胃气虚），而治以滋阴、清热、上止呕吐、下调二便之剂。\r\n", subMajorTitle: "\r\n天津迟氏妇，年二十二岁，于季秋得温病。\r\n",},
                {subMajorMLName: "温病兼吐泻腿抽", subMajorMLID: "559", subMajorDetail: "\r\n素为腿筋抽疼病，犯时即卧床不能起，一日在铺中，旧病陡发，急乘车回寓，因腿疼出汗在路受风，遂成温病，继又吐泻交作。\r\n【证候】\r\n表里俱壮热，呕吐连连不止，饮水少许亦吐出，一日夜泻十余次。得病已三日，小便滴沥全无，腿疼剧时恒作号呼，其脉左部浮弦似有力，按之不实。右部则弦长有力，重按甚硬，一息逾五至。\r\n【诊断】\r\n此证因阴分素亏血不荣筋，是以腿筋抽疼。今又加以外感之壮热，传入阳明以灼耗其阴分，是以其脉象不为洪滑有力而为弦硬有力，此乃火盛阴亏之现象也。其作呕吐者，因其右脉弦硬且长，当有冲气上冲，因致胃气不下行而上逆也。其小便不利大便滑泻者，因阴虚肾亏不能漉水，水归大肠是以下焦之气化不能固摄也。当用拙拟滋阴宣解汤以清热、滋阴、调理二便，再加止呕吐及舒筋定疼之品辅之。\r\n", subMajorTitle: "\r\n族侄&#215;&#215;，年五十三岁，于仲春下旬得温病兼吐泻，腿筋抽缩作疼。\r\n",},
                {subMajorMLName: "温病少阴证", subMajorMLID: "560", subMajorDetail: "\r\n自正二月间，心中恒觉发热，懒于饮食，喜坐房阴乘凉，薄受外感，遂成温病。\r\n【证候】\r\n初得病时，延近处医者延医，阅七八日病势益剧，精神昏愦，闭目蜷卧，似睡非睡，懒于言语，咽喉微疼，口唇干裂，舌干而缩，薄有黄苔欲黑，频频饮水不少濡润，饮食懒进，一日之间，惟强饮米汤瓯许，自言心中热而且干，周身酸软无力，抚其肌肤不甚发热，体温37.8℃其脉六部皆微弱而沉，左部又兼细，至数如常，大便四日未行，小便短少赤涩。\r\n【诊断】\r\n此伏气触发于外，感而成温，因肾脏虚损而窜入少阴也。《内经》谓︰“冬伤于寒，春必病温”，此言冬时所受之寒甚轻，不能实时成为伤寒，恒伏于三焦脂膜之中，阻塞气化之升降，暗生内热，至春阳萌动之时，其所生之热恒激发于春阳而成温。然此等温病未必入少阴也。《内经》又谓︰“冬不藏精，春必病温”，此言冬不藏精之人，因阴虚多生内热，至春令阳回其内热必益加增，略为外感激发，即可成温病。而此等温病亦未必入少阴也。惟其人冬伤于寒又兼冬不藏精，其所伤之寒伏于三焦，随春阳而化热，恒因其素不藏精乘虚而窜入少阴，此等证若未至春令即化热窜入少阴，则为少阴伤寒，即伤寒少阴证二三日以上，宜用黄连阿胶汤者也。若已至春令始化热窜入少阴，当可名为少阴温病，即温病中内有实热，脉转微细者也。诚以脉生于心，必肾阴上潮与心阳相济，而后其跳动始有力。盖此证因温邪窜入少阴，俾心肾不能相济，是以内虽蕴有实热，而脉转微细，其咽喉疼者，因少阴之脉上通咽喉，其热邪循经上逆也。其唇裂舌干而缩者，肾中真阴为邪热遏抑不能上潮，而心中之亢阳益妄动上升以铄耗其津液也。至于心中发热且发干，以及大便燥结小便赤涩，亦无非阴亏阳亢之所致。为其肾阴心阳不能相济为功，是以精神昏愦，闭目蜷卧，烦人言语，此乃热邪深陷气化隔阂之候，在温病中最为险证。正不可因其脉象无火，身不甚热，而视为易治之证也。愚向拟有坎离互根汤可为治此病的方，今将其方略为加减俾与病候相宜。\r\n", subMajorTitle: "\r\n刘&#215;&#215;，二十五岁，于季春得温病。\r\n",},
                {subMajorMLName: "温病结胸二", subMajorMLID: "561", subMajorDetail: "\r\n心有忿怒，继复饱食，夜眠又当窗受风，晨起遂觉头疼发热，心下痞闷，服药数次病益进。\r\n【证候】\r\n初但心下痞闷，继则胸膈之间亦甚痞塞，且甚烦热，其脉左部沉弦，右部沉牢。\r\n【诊断】\r\n寒温下早成结胸，若表有外感，里有瘀积，不知表散药与消积药并用，而专事开破以消其积，则外感乘虚而入亦可成结胸。审证察脉，其病属结胸无疑，然其结之非剧，本陷胸汤之义而通变治之可也。\r\n", subMajorTitle: "\r\n天津张姓叟，年近五旬，于季夏得温热结胸证。\r\n",},
                {subMajorMLName: "温病结胸一", subMajorMLID: "562", subMajorDetail: "\r\n季春下旬，因饭后有汗出受风，翌日头疼，身热无汗，心中发闷，医者外散其表热，内攻其发闷，服药后表未汗解而热与发闷转加剧。医者见服药无效，再疏方时益将攻破之药加重，下大便一次，遂至成结胸证。\r\n【证候】\r\n胸中满闷异常，似觉有物填塞，压其气息不能上达，且发热嗜饮水，小便不利，大便日溏泻两三次。其脉左部弦长，右部中分似洪而重按不实，一息五至强。\r\n【诊断】\r\n此证因下早而成结胸，又因小便不利而致溏泻，即其证脉合参，此乃上实下虚外感之热兼挟有阴虚之热也。治之者宜上开其结，下止其泻，兼清其内伤外感之热庶可奏效。\r\n", subMajorTitle: "\r\n天津赵××，年四十二岁，得温病结胸证。\r\n",},
                {subMajorMLName: "温病", subMajorMLID: "563", subMajorDetail: "\r\n与人动气争闹，头面出汗为风所袭，遂成温病。\r\n【证候】\r\n表里俱发热，胸膈满闷有似结胸，呼吸甚觉不利，夜不能寐，其脉左右皆浮弦有力，舌苔白浓，大便三日未行。\r\n【诊断】\r\n此病系在太阳而连及阳明少阳也。为其病在太阳，所以脉浮；为其连及阳明，所以按之有力；为其更连及少阳，是以脉浮有力而又兼弦也。其胸膈满闷呼吸不利者，因其怒气溢于胸中，挟风邪痰饮凝结于太阳部位也。宜外解太阳之表，内清阳明之热，兼和解其少阳，更开荡其胸膈，方为完全之策。\r\n", subMajorTitle: "\r\n天津俞&#215;&#215;，年过四旬，于孟夏得温病。\r\n",},
                {subMajorMLName: "风温", subMajorMLID: "564", subMajorDetail: "\r\n孟秋下旬，农人忙甚，因劳力出汗过多，复在树阴乘凉过度，遂得风温病。\r\n【证候】\r\n胃热气逆，服药多呕吐。因此屡次延医服药，旬余无效。及愚诊视，见其周身壮热，心中亦甚觉热，五六日间饮食分毫不进，大便数日未行。问何不少进饮食？自言有时亦思饮食，然一切食物闻之皆臭恶异常，强食之即呕吐，所以不能食也。诊其脉弦长有力，右部微有洪象，一息五至。\r\n【诊断】\r\n即此证脉相参，知其阳明腑热已实，又挟冲气上冲，所以不能进食，服药亦多呕也。欲治此证当以清胃之药为主，而以降冲之药辅之。则冲气不上冲，胃气亦必随之下降，而呕吐能止即可以受药进食矣。\r\n", subMajorTitle: "\r\n邑北境赵&#215;&#215;，年近三旬，于孟秋得风温病。\r\n",},
                {subMajorMLName: "风温兼伏气化热", subMajorMLID: "565", subMajorDetail: "\r\n因有事乘京奉车北上时，当仲夏归途受风，致成温热病。\r\n【证候】\r\n其得病之翌日，即延为诊视，起居如常，惟觉咽喉之间有热上冲，咳嗽吐痰音微哑，周身似拘束酸软。脉象浮而微滑，右关重按甚实，知其证虽感风成温，而其热气之上冲咽喉，实有伏气化热内动也。若投以拙拟寒解汤原可一汗而愈。然当此病之初起而遽投以石膏重剂，彼将疑而不肯服矣。遂迁就为之拟方。盖医以救人为目的，正不妨委曲以行其道也。\r\n【处方】\r\n薄荷叶（三钱）青连翘（三钱）蝉蜕（二钱）知母（六钱）玄参（六钱）天花粉（六钱）甘草（二钱）共煎汤一大盅，温服。\r\n", subMajorTitle: "\r\n天津陈&#215;&#215;，年四十六岁，得风温兼伏气化热病。\r\n",},
                {subMajorMLName: "温病兼痧疹", subMajorMLID: "566", subMajorDetail: "\r\n舒&#215;&#215;原精医术，当温疹流行之时，屡次出门为人诊病，受其传染因得斯病。\r\n【证候】\r\n其前数日皆系自治，屡次服表疹清热之药，疹已遍身出齐而热仍不退，因求愚为延医。其表里俱觉发热，且又烦躁异常，无片时宁静，而其脉则微弱不起，舌苔薄而微黄，大便日行一次不干不溏，小便赤涩短少。\r\n【诊断】\r\n此证当先有伏气化热，因受外感之传染而激发，缘三焦脂膜窜入少阴遏抑肾气，不能上与心火相济，是以舌苔已黄，小便短赤，阳明腑热已实，而其脉仍然无力也。其烦躁异常者，亦因水火之气不相交也。此虽温病，实与少阴伤寒之热者无异，故其脉亦与少阴伤寒之脉同。当治以白虎加人参汤，将原方少为变通，而再加托表疹毒之品辅之。\r\n", subMajorTitle: "\r\n天津舒&#215;&#215;，年四十五岁，于仲夏得温病兼痧疹。\r\n",},
                {subMajorMLName: "温病兼劳力过度", subMajorMLID: "567", subMajorDetail: "\r\n时天气炎热，途中自挽鹿车，辛苦过力，出汗受风，至津遂成温病。\r\n【证候】\r\n表里俱觉甚热，合目恒谵语，所言多劳力之事。舌苔白浓，大便三日未行，脉象左部弦硬，右部洪实而浮，数逾五至。\r\n【诊断】\r\n此证因长途炎热劳碌，脏腑间先有积热，又为外感所袭，则其热陡发。其左脉弦硬者，劳力过度肝肾之阴分有伤也。右部洪实者，阳明之腑热已实也。其洪实兼浮者，证犹连表也。拟治以白虎加人参汤以玄参代知母，生山药代粳米，更辅以透表之药以引热外出。\r\n", subMajorTitle: "\r\n族弟&#215;&#215;，年三十八岁，于孟夏来津于旅次得温病。\r\n",},
                {subMajorMLName: "温病兼下痢三", subMajorMLID: "568", subMajorDetail: "\r\n家务劳心，恒动肝火，时当夏初，肝阳正旺，其热下迫，遂患痢证。因夜间屡次入厕，又受感冒兼发生温病。\r\n【证候】\r\n表里皆觉发热，时或作渴，心中烦躁，腹中疼甚剧，恒作呻吟。昼夜下痢十余次，旬日之后系纯白痢，其舌苔浓欲黄，屡次延医服药，但知治痢且用开降之品，致身体虚弱卧不能起，其脉左右皆弦而有力，重按不实，搏近五至。\r\n【诊断】\r\n此病因肝火甚盛，兼有外感之热已入阳明，所以脉象弦而有力。其按之不实者，因从前服开降之药过多也。其腹疼甚剧者，因弦原主疼，兹则弦而且有力，致腹中气化不和故疼甚剧也。其烦躁者，因下久阴虚，肾气不能上达与心相济，遂不耐肝火温热之灼耗，故觉烦躁也。宜治以清温凉肝之品，而以滋阴补正之药辅之。\r\n", subMajorTitle: "\r\n天津范姓媪，年过五旬，得温病兼下痢证。\r\n",},
                {subMajorMLName: "温病兼脑膜炎", subMajorMLID: "569", subMajorDetail: "\r\n蒙学暑假乍放，幼童贪玩，群在烈日中HT戏，出汗受风，遂得斯证。\r\n【证候】\r\n闭目昏昏，呼之不应，周身灼热无汗，其脉洪滑而长，两寸尤盛。其母言病已三日，昨日犹省人事，惟言心中发热，至夜间即昏无知觉。然以水灌之犹知下咽，问其大便三日未行。\r\n【诊断】\r\n此温热之病，阳明腑热已实，其热循经上升兼发生脑膜炎也。脑藏神明主知觉，神经因热受伤，是以知觉全无，宜投以大剂白虎汤以清胃腑之热，而复佐以轻清之品，以引药之凉力上行，则脑中之热与胃腑之热全清，神识自明了矣。\r\n", subMajorTitle: "\r\n天津侯姓幼男，年八岁，得热病兼脑膜炎。\r\n",},
                {subMajorMLName: "温热泄泻", subMajorMLID: "570", subMajorDetail: "\r\n季夏感受暑温，服药失宜，热留阳明之腑，久则灼耗胃阴，嗜凉且多嗜饮水，延至孟秋，上热未清，而下焦又添泄泻。\r\n【证候】\r\n形状瘦弱已极，周身灼热，饮食少许则恶心欲呕吐。小便不利，大便一昼夜十余次，多系稀水，卧不能动，哭泣无声，脉数十至且无力（四岁时，当以七至为正脉），指纹现淡红色，已透气关。\r\n【诊断】\r\n此因外感之热久留耗阴，气化伤损，是以上焦发热懒食，下焦小便不利而大便泄泻也。宜治以滋阴、清热、利小便兼固大便之剂。\r\n", subMajorTitle: "\r\n天津钱姓幼男，年四岁，于孟秋得温热兼泄泻，病久不愈。\r\n",},
                {subMajorMLName: "温病兼虚热", subMajorMLID: "571", subMajorDetail: "\r\n朋友招饮，饮酒过度，又多喝热茶，周身出汗，出外受风。\r\n【证候】\r\n周身骨节作疼，身热39.4℃，心中热而且渴，舌苔薄而微黄。大便干燥，小便短赤，时或干嗽，身体酸软殊甚，动则弦晕，脉数逾五至，浮弦无力。自始病至此已四十日矣，屡次延医服药无效。\r\n【诊断】\r\n此证乃薄受外感，并非难治之证。因治疗失宜，已逾月而外表未解，内热自不能清。病则懒食，又兼热久耗阴，遂由外感之实热，酿成内伤之虚热，二热相并，则愈难治矣。斯当以大滋真阴之药为主，而以解表泻热之药佐之。\r\n", subMajorTitle: "\r\n山西高&#215;&#215;，年二十八岁，客居天津，于仲秋得温病。\r\n",},
                {subMajorMLName: "温病体虚", subMajorMLID: "572", subMajorDetail: "\r\n因赴澡塘洗澡，汗出未竭，遽出冒风，遂成温病。病初得时，医者不知，用辛凉之药解饥，而竟用温热之药为发其汗，迨汗出遍体，而灼热转剧。又延他医遽以承气下之，病尤加剧，因其无可下之证而误下也。从此不敢轻于服药，迟延数日见病势浸增，遂延愚为诊视，其精神昏愦间作谵语，气息微喘，肌肤灼热。问其心中亦甚觉热，唇干裂有凝血，其舌苔薄而黄，中心干黑，频频饮水不能濡润。其脉弦而有力，搏近六至，按之不实，而左部尤不任重按，其大便自服药下后未行。\r\n【诊断】\r\n此因误汗误下，伤其气化，兼温热既久阴分亏耗，乃邪实正虚之候也。宜治以大剂白虎加人参汤。以白虎汤清其热，以人参补其虚，再加滋阴之品数味，以滋补阴分之亏耗。\r\n【处方】\r\n生石膏（四两捣细）知母（一两）野党参（五钱）大生地黄（一两）生怀山药（七钱）玄参（四钱）甘草（三钱）共煎汤三大盅，分三次温饮下。病愈者勿须尽剂，热退即停服。白虎加人参汤中无粳米者，因方中有生山药可代粳米和胃也。\r\n", subMajorTitle: "\r\n辽宁刘&#215;&#215;幼子，年七岁，于暮春得温病。\r\n",},
                {subMajorMLName: "温热腹疼兼下痢", subMajorMLID: "573", subMajorDetail: "\r\n因其夫与子相继病，故屡次伤心，蕴有内热，又当端阳节后，天气干热非常，遂得斯证。\r\n【证候】\r\n腹中搅疼，号呼辗转不能安卧，周身温热，心中亦甚觉热，为其卧不安枕，手足扰动，脉难细诊，其大致总近热象，其舌色紫而干，舌根微有黄苔，大便两日未行。\r\n【诊断】\r\n此乃因日日伤心，身体虚损，始则因痛悼而脏腑生热，继则因热久耗阴而更生虚热，继又因时令之燥热内侵与内蕴之热相并，激动肝火下迫腹中，是以作疼，火热炽盛，是以表里俱觉发热。此宜清其温热，平其肝火，理其腹疼，更宜防其腹疼成痢也。\r\n", subMajorTitle: "\r\n天津张姓媪，年过五旬，先得温病，腹疼即又下痢。\r\n",},
                {subMajorMLName: "温病兼下痢二", subMajorMLID: "574", subMajorDetail: "\r\n仲秋乘火车赴保定归母家省视，往来辛苦，路间又兼受风，遂得温病兼患下痢。\r\n【证候】\r\n周身壮热，心中热而且渴，下痢赤多白少，后重腹疼，一昼夜十余次，舌苔白浓，中心微黄，其脉左部弦硬，右部洪实，一息五至。\r\n【诊断】\r\n此风温之热已入阳明之腑，是以右脉洪实，其炽盛之肝火下迫肠中作痢，是以左脉弦硬。夫阳明脉实而渴者，宜用白虎加入参汤，因其肝热甚盛，证兼下痢，又宜以生山药代粳米以固下焦气化，更辅以凉肝调气之品，则温与痢庶可并愈。\r\n", subMajorTitle: "\r\n袁姓妇，年三十六岁，得温病兼下痢证。\r\n",},
                {subMajorMLName: "温病兼下痢一", subMajorMLID: "575", subMajorDetail: "\r\n孟秋天气犹热，且自觉心中有火，多食瓜果，又喜当风乘凉，遂致病温兼下痢。\r\n【证候】\r\n周身灼热，心中热且渴，连连呻吟不止，一日夜下痢十二三次，赤白参半，后重腹疼，饮食懒进，恶心欲呕，其脉左部弦而兼硬，右部似有力而重按不实，数近六至。延医治疗近旬日，病益加剧。\r\n【诊断】\r\n其左脉弦而兼硬者，肝血虚而胆火盛也。其右脉似有力而重按不实者，因其下痢久而气化已伤，外感之热又侵入阳明之腑也。其数六至者，缘外感之热灼耗已久，而其真阴大有亏损也。证脉合参，此乃邪实正虚之候。拟用拙定通变白虎加人参汤，及通变白头翁汤二方相并治之。\r\n", subMajorTitle: "\r\n天津姚姓媪，年六旬有二，于孟秋得温病兼下痢。\r\n",},
                {subMajorMLName: "暑温兼泄泻", subMajorMLID: "576", subMajorDetail: "\r\n季夏天气暑热，出门送药受暑，表里俱觉发热，兼头目眩晕。服药失宜，又兼患泄泻。\r\n【证候】\r\n每日泄泻十余次，已逾两旬，而心中仍觉发热懒食，周身酸软无力，时或怔忡，小便赤涩发热，其脉左部微弱，右部重按颇实，搏近六至。\r\n【诊断】\r\n此暑热郁于阳明之腑，是以发热懒食，而肝肾气化不舒，是以小便不利致大便泄泻也。当清泻胃腑，调补肝肾，病当自愈。\r\n", subMajorTitle: "\r\n天津侯姓学徒，年十三岁，得暑温兼泄泻。\r\n",},
                {subMajorMLName: "温病", subMajorMLID: "577", subMajorDetail: "\r\n未病之前，心中常觉发热，继因饭后有汗，未暇休息，陡有急事冒风出门，致得温病。\r\n【证候】\r\n表里俱觉壮热，嗜饮凉水、食凉物，舌苔白浓，中心已黄，大便干燥，小便短赤，脉象洪长有力，左右皆然，一分钟七十八至。\r\n【诊断】\r\n此因未病之先已有伏气化热，或有暑气之热内伏，略为外感所激，即表里陡发壮热，一两日间阳明府热已实，其脉之洪长有力是明征也。拟投以大剂白虎汤，再少佐以宣散之品。\r\n", subMajorTitle: "\r\n武清县孙&#215;&#215;，年三十三岁，于孟秋时得温病。\r\n",},
                {subMajorMLName: "温病兼项后作疼", subMajorMLID: "578", subMajorDetail: "\r\n饭后头面有汗，忽隔窗纱透入凉风，其汗遂闭，因得斯证。\r\n【证候】\r\n项疼不能转侧，并不能俯仰，周身发灼热，心中亦热，思凉物，脉象左部弦而长，右部则弦硬有力，大便干燥，小便短少。\r\n【诊断】\r\n此因汗出腠理不闭，风袭风池、风府，是以项疼，因而成风温也。高年之脉，大抵弦细，因其气虚所以无甚起伏，因其血液短少，是以细而不濡，至于弦硬而长有力，是显有温热之现象也。此当清其实热而辅以补正兼解表之品。\r\n", subMajorTitle: "\r\n李姓媪，年八旬有三，于孟夏得温病，兼项后作疼。\r\n",},
                {subMajorMLName: "温病兼胁疼", subMajorMLID: "579", subMajorDetail: "\r\n其妻于秋间病故，子女皆幼，处处须自经管，伤心又兼劳心，遂致暗生内热，薄受外感，遽成温病。\r\n【证候】\r\n初得时，即表里俱热，医者治以薄荷、连翘、菊花诸药，服后微见汗，病稍见轻。至再诊时，病患自觉呼吸短气，此气郁不舒也，医者误以为气虚，遂于清热药中加党参以补其气，服后右胁下陡然作疼，彻夜不能卧，亦不能眠，心中发热，舌苔白浓，大便四日未行，其左右脉皆弦，右部尤弦而有力，一分钟八十二至。\r\n【诊断】\r\n凡脉象弦者主疼，又主血液短少，此证之右胁非常疼痛，原为证脉相符，而其伤心劳心以致暗生内热者，其血液必然伤损，此亦证脉相符也。其右脉弦而有力者，外感之热已入阳明之府也。拟治以白虎汤而辅以开郁滋阴之品。\r\n", subMajorTitle: "\r\n天津李&#215;&#215;，年三十八岁，于孟冬上旬得温病。\r\n",},
                {subMajorMLName: "风温兼喘促", subMajorMLID: "580", subMajorDetail: "\r\n季春下旬，在外边HT戏，出汗受风，遂成温病。医治失宜，七八日间又添喘促。\r\n【证候】\r\n面红身热，喘息极迫促，痰声漉漉，目似不瞬。脉象浮滑，重按有力。指有紫纹，上透气关，启口视其舌苔白而润。问其二便，言大便两日未行，小便微黄，然甚通利。\r\n【诊断】\r\n观此证状况已危至极点，然脉象见滑，虽主有痰亦足征阴分充足。且视其身体胖壮，知犹可治，宜用《金匮》小青龙加石膏汤，再加杏仁、川贝以利其肺气。\r\n", subMajorTitle: "\r\n辽宁赫姓幼子，年五岁，得风温兼喘促证。\r\n",},
                {subMajorMLName: "秋温兼伏气化热", subMajorMLID: "581", subMajorDetail: "\r\n从前原居他处，因迁居劳碌，天气燥热，有汗受风，遂得斯病。\r\n【证候】\r\n晨起，觉周身微发热兼酸懒不舒，过午，陡觉表里大热，且其热浸增。及晚四点钟往视时，见其卧床闭目，精神昏昏。呻吟不止。诊其脉左部沉弦，右部洪实，数近六至。问其未病之前，曾有拂意之事乎？其家人曰︰诚然，其禀性褊急，恒多忧思，且又易动肝火。欲见其舌苔，大声呼数次，始知启口，视其舌上似无苔而有肿胀之意，问其大便，言素恒干燥。\r\n【诊断】\r\n其左脉沉弦者，知其肝气郁滞不能条达，是以呻吟不止，此欲借呻吟以舒其气也。其右脉洪实者，知此证必有伏气化热，窜入阳明，不然则外感之温病，半日之间何至若斯之剧也。此当用白虎汤以清阳明之热，而以调气舒肝之药佐之。\r\n", subMajorTitle: "\r\n天津徐姓媪，年五十九岁，于中秋上旬得温病，带有伏气化热。\r\n",},
                {subMajorMLName: "温病兼呕吐二", subMajorMLID: "582", subMajorDetail: "\r\n因在校中宿卧，一日因校中无人，其衾褥被人窃去，追之不及，因努力奔跑，周身出汗，乘凉歇息，遂得斯病。\r\n【证候】\r\n心中烦热，周身时时汗出，自第二日，呕吐不受饮食。今已四日，屡次服药亦皆吐出，即渴时饮水亦恒吐出。舌苔白浓，大便四日未行。其脉左部弦硬，右部弦长有力，一息五至。\r\n【诊断】\r\n其脉左部弦硬者，肝胆之火炽盛也。右部弦长者，冲气挟胃气上冲也。弦长而兼有力者，外感之热已入阳明之府也。此证因被盗怒动肝气，肝火上冲，并激动冲气挟胃气亦上冲，而外感之热又复炽盛于胃中以相助为虐，是以烦热汗出不受饮食而吐药吐水也。此当投以清热镇逆之剂。\r\n", subMajorTitle: "\r\n天津刘××，年三十二岁，于季夏得温热病，兼呕吐不受饮食。\r\n",},
                {subMajorMLName: "温病兼呕吐一", subMajorMLID: "583", subMajorDetail: "\r\n家庭勃溪，激动肝胆之火，继因汗出受风，遂得此证。\r\n【证候】\r\n表里壮热，呕吐甚剧，不能服药，少进饮食亦皆吐出。舌苔白浓，中心微黄。大便三日未行。其脉左部弦长，右部洪长，重按皆实。\r\n【诊断】\r\n此少阳阳明合病也。为其外感之热已入阳明胃府，是以表里俱壮热，而舌苔已黄，为其激动之火积于少阳肝胆，是以其火上冲频作呕吐。治此证者欲其受药不吐，当变汤剂为散，且又分毫无药味，庶可奏效。\r\n", subMajorTitle: "\r\n天津杨姓媪，年过五旬，于季春得温病兼呕吐。\r\n",},
                {subMajorMLName: "温病兼衄血便血", subMajorMLID: "584", subMajorDetail: "\r\n初因周身发热出有斑点，有似麻疹。医用凉药清之，斑点即回，连服凉药数剂，周身热已退，而心中时觉烦躁。逾旬日因薄受外感，其热陡然反复。\r\n【证候】\r\n表里壮热，衄血两次，小便时或带血。呕吐不受饮食，服药亦多吐出。心中自觉为热所灼，怔忡莫支。其脉摇摇而动，数逾五至，左右皆有力，而重按不实。舌苔白而欲黄，大便三日未行。本拟投以白虎加人参汤，恐其服后作呕。\r\n【处方】\r\n生石膏（三两细末）生怀山药（二两）共煎汤一大碗，俾徐徐温饮下。为防其呕吐，一次只饮一大口，限定四小时将药服完。\r\n", subMajorTitle: "\r\n天津陈姓童子，年十五岁，于仲秋得温病，兼衄血便血。\r\n",},
                {subMajorMLName: "温疹", subMajorMLID: "585", subMajorDetail: "\r\n春暖时气流行，比户多有发生此病者，因受传染。\r\n【证候】\r\n周身出疹甚密，且灼热异常。闭目昏昏，时作谵语。气息迫促，其唇干裂紫黑，上多凝血。脉象数而有力。大便不实，每日溏泻两三次。\r\n【诊断】\r\n凡上焦有热之证，最忌下焦滑泻。此证上焦之热已极，而其大便又复溏泻，欲清其热，又恐其溏泻益甚，且在发疹，更虞其因溏泻毒内陷也。是以治此证者，当上清其热下止其泻，兼托疹毒外出，证候虽险，自能治愈。\r\n", subMajorTitle: "\r\n天津杨姓幼子，年四岁，于季春发生温疹。\r\n",},
                {subMajorMLName: "温病兼下痢", subMajorMLID: "60488", subMajorDetail: "[br]仲秋乘火车赴保定归母家省视，往来辛苦，路间又兼受风，遂得温病兼患下痢。[br]【证候】[br]周身壮热，心中热而且渴，下痢赤多白少，后重腹疼，一昼夜十余次，舌苔白浓，中心微黄，其脉左部弦硬，右部洪实，一息五至。[br]【诊断】[br]此风温之热已入阳明之腑，是以右脉洪实，其炽盛之肝火下迫肠中作痢，是以左脉弦硬。夫阳明脉实而渴者，宜用白虎加入参汤，因其肝热甚盛，证兼下痢，又宜以生山药代粳米以固下焦气化，更辅以凉肝调气之品，则温与痢庶可并愈。[br]", subMajorTitle: "[br]袁姓妇，年三十六岁，得温病兼下痢证。[br]",},
                {subMajorMLName: "脑充血头疼", subMajorMLID: "60483", subMajorDetail: "[br]其月信素日短少，不调，大便燥结，非服降药不下行，浸至脏腑气化有升无降，因成斯证。[br]【证候】[br]头疼甚剧，恒至夜不能眠，心中常觉发热，偶动肝火即发眩晕，胃中饮食恒停滞不消，大便六七日不行，必须服通下药始行。其脉弦细有力而长，左右皆然，每分钟八十至，延医延医历久无效。[br]【诊断】[br]此因阴分亏损，下焦气化不能固摄，冲气遂挟胃气上逆，而肝脏亦因阴分亏损水不滋木，致所寄之相火妄动，恒助肝气上冲。由斯脏腑之气化有升无降，而自心注脑之血为上升之气化所迫，遂至充塞于脑中血管而作疼作晕也。其饮食不消大便不行者，因冲胃之气皆逆也；其月信不调且短少者，因冲为血海，肝为冲任行气，脾胃又为生血之源，诸经皆失其常司，是以月信不调且少也；《内经》谓︰“血菀（同郁）于上，使人薄厥”，言为上升之气血逼薄而厥也。此证不急治则薄厥将成，宜急治以降胃、镇冲、平肝之剂，再以滋补真阴之药辅之，庶可转上升之气血下行不成薄厥也。[br]", subMajorTitle: "[br]天津于氏妇，年二十二岁，得脑充血头疼证。[br]",},
                {subMajorMLName: "慢脾风", subMajorMLID: "60487", subMajorDetail: "[br]秋初恣食瓜果，久则损伤脾胃，消化力减犹不知戒，中秋节后遂成慢脾风证。[br]【证候】[br]食欲大减，强食少许犹不能消化，医者犹投以消食开瘀之剂，脾胃益弱，浸至吐泻交作，间发抽掣，始求愚为诊视，周身肌肤灼热，其脉则微细欲无，昏睡露睛，神气虚弱。[br]【诊断】[br]此证因脾胃虚寒，不能熟腐水谷消化饮食，所以作吐泻。且所食之物不能融化精微以生气血，惟多成寒饮，积于胃中溢于膈上，排挤心肺之阳外出，是以周身灼热而脉转微细，此里有真寒外作假热也。其昏睡露睛者，因眼胞属脾胃，其脾胃如此虚寒，眼胞必然紧缩，是以虽睡时而眼犹微睁也。其肢体抽掣者，因气血亏损，不能上达于脑以濡润斡旋其脑髓神经（《内经》谓上气不足则脑为之不满。盖血随气升，气之上升者少，血之上升亦少。可知观囟门未合之小儿，患此证者，其囟门必然下陷，此实脑为不满之明证，亦即气血不能上达之明征也），是以神经失其常司而肢体有时抽掣也。此当投以温暖之剂，健补脾胃以消其寒饮，诸病当自愈。[br]", subMajorTitle: "[br]辽宁张××幼孙，年四岁，得慢脾风证。[br]",},
                {subMajorMLName: "伤寒脉闭", subMajorMLID: "60486", subMajorDetail: "[br]旬日前曾感冒风寒，经医治愈，继出门作事，又感风寒遂得斯病。[br]【证候】[br]内外俱觉寒凉，头疼，气息微喘，身体微形寒战，六脉皆无。[br]【诊断】[br]盖其身体素弱，又在重感之余，风寒深入阻塞经络，是以脉闭。拟治以麻黄汤，再重加补气之药，补其正气以逐邪外出，当可奏效。[br]", subMajorTitle: "[br]天津张××，年三十八岁，于季冬得伤寒证，且无脉。[br]",},
                {subMajorMLName: "温病结胸", subMajorMLID: "60489", subMajorDetail: "[br]季春下旬，因饭后有汗出受风，翌日头疼，身热无汗，心中发闷，医者外散其表热，内攻其发闷，服药后表未汗解而热与发闷转加剧。医者见服药无效，再疏方时益将攻破之药加重，下大便一次，遂至成结胸证。[br]【证候】[br]胸中满闷异常，似觉有物填塞，压其气息不能上达，且发热嗜饮水，小便不利，大便日溏泻两三次。其脉左部弦长，右部中分似洪而重按不实，一息五至强。[br]【诊断】[br]此证因下早而成结胸，又因小便不利而致溏泻，即其证脉合参，此乃上实下虚外感之热兼挟有阴虚之热也。治之者宜上开其结，下止其泻，兼清其内伤外感之热庶可奏效。[br]", subMajorTitle: "[br]天津赵××，年四十二岁，得温病结胸证。[br]",},
                {subMajorMLName: "大便下血证", subMajorMLID: "60484", subMajorDetail: "[br]因劳心过度，每大便时下血，服药治愈。因有事还籍，值夏季暑热过甚，又复劳心过度，旧证复发，屡治不愈。遂来津入西医院治疗，西医为其血在便后，谓系内痔，服药血仍不止，因转而求治于愚。[br]【证候】[br]血随便下，且所下甚多，然不觉疼坠，心中发热懒食，其脉左部弦长，右部洪滑。[br]【诊断】[br]此因劳心生内热而牵动肝经所寄相火，致肝不藏血而兼与溽暑之热相并，所以血妄行也。宜治以清心凉肝兼消暑热之剂，而少以培补脾胃之药佐之。[br]", subMajorTitle: "[br]阜城杜××，年四十五岁，得大便下血证。[br]",},
                {subMajorMLName: "胁疼", subMajorMLID: "60491", subMajorDetail: "[br]平素肝气不舒，继因暴怒，胁下陡然作疼。[br]【证候】[br]两胁下掀疼甚剧，呻吟不止，其左胁之疼尤甚，倩人以手按之则其疼稍愈，心中时觉发热，恶心欲作呕吐，脉左右两部皆弦硬。[br]【诊断】[br]此肝气胆火相助横恣，欲上升而不能透膈，郁于胁下而作疼也。当平其肝气泻其胆火，其疼自愈。[br]", subMajorTitle: "[br]邻村李姓妇，年近四旬，得胁下疼证。[br]",},
                {subMajorMLName: "温病兼呕吐", subMajorMLID: "60490", subMajorDetail: "[br]家庭勃溪，激动肝胆之火，继因汗出受风，遂得此证。[br]【证候】[br]表里壮热，呕吐甚剧，不能服药，少进饮食亦皆吐出。舌苔白浓，中心微黄。大便三日未行。其脉左部弦长，右部洪长，重按皆实。[br]【诊断】[br]此少阳阳明合病也。为其外感之热已入阳明胃府，是以表里俱壮热，而舌苔已黄，为其激动之火积于少阳肝胆，是以其火上冲频作呕吐。治此证者欲其受药不吐，当变汤剂为散，且又分毫无药味，庶可奏效。[br]", subMajorTitle: "[br]天津杨姓媪，年过五旬，于季春得温病兼呕吐。[br]",},
                {subMajorMLName: "大便下血", subMajorMLID: "60485", subMajorDetail: "[br]先因劳心过度，心中时觉发热，继又因朋友宴会，饮酒过度遂得斯证。[br]【证候】[br]自孟夏下血，历六月不止，每日六七次，腹中觉疼即须入厕，心中时或发热，懒于饮食。其脉浮而不实有似芤脉，而不若芤脉之硬，两尺沉分尤虚，至数微数。[br]【诊断】[br]此证临便时腹疼者，肠中有溃烂处也。心中时或发热者，阴虚之热上浮也。其脉近芤者，失血过多也。其两尺尤虚者，下血久而阴亏，更兼下焦气化不固摄也。此宜用化腐生肌之药治其肠中溃烂，滋阴固气之药固其下焦气化，则大便下血可愈矣。[br]", subMajorTitle: "[br]天津袁××，年三十二岁，得大便下血证。[br]",},
                {subMajorMLName: "大便下血证一", subMajorMLID: "508", subMajorDetail: "\r\n因劳心过度，每大便时下血，服药治愈。因有事还籍，值夏季暑热过甚，又复劳心过度，旧证复发，屡治不愈。遂来津入西医院治疗，西医为其血在便后，谓系内痔，服药血仍不止，因转而求治于愚。\r\n【证候】\r\n血随便下，且所下甚多，然不觉疼坠，心中发热懒食，其脉左部弦长，右部洪滑。\r\n【诊断】\r\n此因劳心生内热而牵动肝经所寄相火，致肝不藏血而兼与溽暑之热相并，所以血妄行也。宜治以清心凉肝兼消暑热之剂，而少以培补脾胃之药佐之。\r\n", subMajorTitle: "\r\n阜城杜××，年四十五岁，得大便下血证。\r\n",},
                {subMajorMLName: "瘀血短气", subMajorMLID: "509", subMajorDetail: "\r\n因出外修工，努力抬重物，当时觉胁下作疼，数日疼愈，仍觉胁下有物妨碍呼吸。\r\n【证候】\r\n身形素强壮，自受病之后，迟延半载，渐渐羸弱，常觉右胁之下有物阻碍呼吸之气，与人言时恒半句而止，候至气上达再言，若偶忿怒则益甚，脉象近和平，惟稍弱不能条畅。\r\n【诊断】\r\n此因努力太过，致肝经有不归经之血瘀经络之间，阻塞气息升降之道路也。喜其脉虽稍弱，犹能支持，可但用化瘀血之药，徐徐化其瘀结，气息自能调顺。\r\n", subMajorTitle: "\r\n盐山刘&#215;&#215;，年二十五岁，得瘀血短气证。\r\n",},
                {subMajorMLName: "脑充血头疼三", subMajorMLID: "510", subMajorDetail: "\r\n因劳心过度，遂得脑充血头疼证。\r\n【证候】\r\n脏腑之间恒觉有气上冲，头即作疼，甚或至于眩晕，其夜间头疼益甚，恒至疼不能寐。医治二年无效，浸至言语謇涩，肢体渐觉不利，饮食停滞胃口不下行，心中时常发热，大便干燥。其脉左右皆弦硬，关前有力，两尺重按不实。\r\n【诊断】\r\n弦为肝脉，至弦硬有力无论见于何部，皆系有肝火过升之弊。因肝火过升，恒引动冲气胃气相并上升，是以其脏腑之间恒觉有气上冲也。人之血随气行，气上升不已，血即随之上升不已，以致脑中血管充血过甚，是以作疼。其夜间疼益剧者，因其脉上盛下虚，阴分原不充足，是以夜则加剧，其偶作眩晕亦职此也。至其心常发热，肝火炽其心火亦炽也。其饮食不下行，大便多干燥者，又皆因其冲气挟胃气上升，胃即不能传送饮食以速达于大肠也。其言语肢体蹇涩不利者，因脑中血管充血过甚，有妨碍于司运动之神经也。此宜治以镇肝、降胃、安冲之剂，而以引血下行兼清热滋阴之药辅之。又须知肝为将军之官，中藏相火，强镇之恒起其反动力，又宜兼用舒肝之药，将顺其性之作引也。\r\n", subMajorTitle: "\r\n京都谈××，年五十二岁，得脑充血头疼证。\r\n",},
                {subMajorMLName: "脑充血头疼二", subMajorMLID: "511", subMajorDetail: "\r\n禀性褊急，家务劳心，常起暗火，因得斯证。\r\n【证候】\r\n其头疼或左或右，或左右皆疼，剧时至作呻吟。心中常常发热，时或烦躁，间有眩晕之时，其大便燥结非服通下药不行。其脉左右皆弦硬而长，重诊甚实，经中西医延医二年，毫无功效。\r\n【诊断】\r\n其左脉弦硬而长者，肝胆之火上升也；其右脉弦硬而长者，胃气不降而逆行，又兼冲气上冲也。究之，左右脉皆弦硬，实亦阴分有亏损也。因其脏腑之气化有升无降，则血随气升者过多，遂至充塞于脑部，排挤其脑中之血管而作疼，此《内经》所谓血之与气，并走于上之厥证也。亦即西人所谓脑充血之证也。其大便燥结不行者，因胃气不降，失其传送之职也。其心中发烦躁者，因肝胃之火上升也。其头部间或眩晕者，因脑部充血过甚，有碍于神经也。此宜清其脏腑之热，滋其脏腑之阴，更降其脏腑之气，以引脑部所充之血下行，方能治愈。\r\n", subMajorTitle: "\r\n天津李氏妇，年过三旬，得脑充血头疼证。\r\n",},
                {subMajorMLName: "温疹兼喉痧", subMajorMLID: "586", subMajorDetail: "\r\n因在体育场中游戏，努力过度，周身出汗为风所袭，遂得斯病。\r\n【证候】\r\n初病时微觉恶寒头疼，翌日即表里俱壮热，咽喉闷疼。延医服药病未见轻，喉中疼闷似加剧，周身又复出疹，遂延愚为延医。其肌肤甚热，出疹甚密，连无疹之处其肌肤亦红，诚西人所谓猩红热也。其心中亦自觉热甚，其喉中扁桃腺处皆红肿，其左边有如榆荚一块发白。自言不惟饮食疼难下咽，即呼吸亦甚觉有碍。诊其脉左右皆洪滑有力，一分钟九十八至。愚为刺其少商出血，复为针其合谷，又为拟一清咽、表疹、泻火之方俾服之。\r\n【处方】\r\n生石膏（二两捣细）玄参（六钱）天花粉（六钱）射干（三钱）牛蒡子（三钱捣碎）浙贝母（三钱）青连翘（三钱）鲜芦根（三钱）甘草（钱半）粳米（三钱）共煎汤两大盅，分两次温服下。\r\n", subMajorTitle: "\r\n天津沈姓学生，年十六岁，于仲春得温疹兼喉痧证。\r\n",},
                {subMajorMLName: "温病兼阴虚", subMajorMLID: "589", subMajorDetail: "\r\n仲夏上旬，麦秋将至，远出办事，又欲急回收麦，长途趋行于烈日之中。辛苦殊甚，因得温病。其叔父&#215;&#215;与其表叔毛&#215;&#215;皆邑中名医，又皆善治温病。二人共治旬日无效，盖因其劳力过甚，体虚不能托病外出也。\r\n【证候】\r\n愚诊视时，其两目清白，竟无所见，两手循衣摸床，乱动不休，谵语无伦，分毫不省人事。其大便从前滑泻，此时虽不滑泻，每月仍溏便一两次，脉象浮而无力，右寸之浮尤甚，两尺按之即无，一分钟数至一百二十至。舌苔薄黄，中心干而微黑。\r\n【诊断】\r\n此证两目清白无火，而竟无所见者，肾阴将竭也。其两手乱动不休者，肝风已动也。病势至此，危险已至极点。幸喜脉浮为病还在太阳，右寸浮尤甚，又为将汗之兆。其所以将汗而不汗者，人身之有汗，如天地之有雨，天地阴阳和而后雨，人身亦阴阳和而后汗。此证两尺脉甚弱，阳升而阴不应，是以不能作汗。当用大滋真阴之品，济阴以应其阳必能自汗，汗出则病愈矣。然非强发其汗也，强发其汗则汗出必脱。调剂阴阳以听其自汗，是以汗出必愈也。\r\n", subMajorTitle: "\r\n邻村高&#215;&#215;，年二十五岁，于仲夏得温病。\r\n",},
                {subMajorMLName: "温病兼喘胀", subMajorMLID: "590", subMajorDetail: "\r\n仲春上旬，感受风温，医者延医失宜，迁延旬余，病益增剧，医者诿为不治，始延愚为诊视。\r\n【证候】\r\n心下胀满甚剧，喘不能卧，自言心中干甚，似难支持。其舌苔白而微黄。小便赤少，大便从前滑泻，此时虽不滑泻，然仍每日下行。脉搏一息五至强，左部弦而有力，右部似大而有力，然皆不任重按。\r\n【诊断】\r\n此其温病之热，本不甚剧。因病久真阴亏损致小便不利，所饮之水停于肠胃则胀满，迫于心下则作喘。其心中自觉干甚，固系温病之热未清，亦足征其真阴亏损阴精不能上奉也（《内经》谓阴精上奉，其人寿）。当滋其真阴，利其小便，真阴足则以水济火，而心中自然不干；小便利则水从下消，而胀满喘促自愈。至于些些温病之余热，亦可皆随小便泻出而不治自愈矣。\r\n", subMajorTitle: "\r\n邑中王&#215;&#215;之女，年十五岁，于仲春得温病久不愈。\r\n",},
                {subMajorMLName: "温病兼吐血", subMajorMLID: "592", subMajorDetail: "\r\n年岁虽高，家庭事务仍自操劳，因劳心过度，心常发热，时当季春，有汗受风，遂得温病，且兼吐血。\r\n【证候】\r\n三四日间表里俱壮热，心中热极之时恒吐血一两口，急饮新汲井泉水其血即止。舌苔白浓欲黄，大便三日未行。脉象左部弦长，右部洪长，一息五至。\r\n【诊断】\r\n此证因家务劳心过度，心肝先有蕴热，又兼外感之热传入阳明之府。两热相并，逼血妄行，所以吐血。然其脉象火热虽盛，而正犹不虚，虽在高年，知犹可治。其治法当以清胃腑之热为主，而兼清其心肝之热，俾内伤外感之热俱清，血自不吐矣。\r\n", subMajorTitle: "\r\n沧州，吴姓媪，年过七旬，偶得温病兼患吐血。\r\n",},
                {subMajorMLName: "温病兼喉痧痰喘", subMajorMLID: "587", subMajorDetail: "\r\n初因外出受风感冒甚微，医者用热药发之，陡成温病，而喉病喘病遂同时发现。\r\n【证候】\r\n表里俱壮热，喘逆咳嗽，时吐痰涎，咽喉左边红肿作疼（即西人所谓扁桃体炎）。其外边项左侧亦肿胀，呼吸皆有窒碍。为其病喉且兼喘逆，则吸气尤形困难，必十分努力始能将气吸入。其舌苔白而薄，中心微黄。小便赤涩，大便四日未行。其脉左右皆弦长，右部重诊有力，一分钟九十六至。\r\n【诊断】\r\n此乃外感之热已入阳明之府，而冲气又挟胃气肝火上冲也。为其外感之热已入阳明之府，是以右脉之力胜于左脉，为其冲气挟胃气肝火上冲，是以左右脉皆弦长。病现喘逆及咽喉肿疼，其肿痛偏左者，正当肝火上升之路也。拟治以麻杏甘石汤，兼加镇冲降胃纳气利痰之品以辅之，又宜兼用针刺放血以救目前之急。\r\n", subMajorTitle: "\r\n天津马&#215;&#215;，年二十八岁，于季秋得温病兼喉痧痰喘证。\r\n",},
                {subMajorMLName: "温病兼冲气上冲", subMajorMLID: "593", subMajorDetail: "\r\n其人素有痰饮，偶有拂意之事，肝火内动，其冲气即挟痰饮上涌，连连呕吐痰水。季春之时，因受感冒成温病。温热内传，触动冲气又复上冲。\r\n【证候】\r\n表里俱壮热，嗜饮凉水，痰涎上泛，屡屡咳吐，呃逆哕气，连连不除，两胁作胀。舌苔白浓，而中心微黄。大便三日未行。其脉左部弦硬而长，右部洪滑而长，皆重按有力。此温病之热，已入阳明之府，又兼肝火挟冲气上冲也。是以其左脉弦硬为肝火炽盛，其弦硬而长即为冲脉上冲之现象也；其右脉洪滑，为温热已入阳明胃腑，其洪滑而长，亦冲气上冲之现象也。因冲脉虽居于上，而与阳明厥阴皆有连带之关系也。欲治此证，当重用白虎汤以清阳明之热，而以泻肝降冲理痰之品辅之。\r\n【处方】\r\n生石膏（三两捣细）生赭石（一两轧细）生龙骨（八钱捣碎）生牡蛎（八钱捣碎）白知母（八钱）生杭芍（六钱）清半夏（三钱）浓朴（钱半）甘草（二钱）粳米（四钱）共煎汤三盅，分三次温饮下。\r\n", subMajorTitle: "\r\n奉天郑&#215;&#215;，年五十二岁，于季春得温病，兼冲气自下上冲。\r\n",},
                {subMajorMLName: "大便下血证二", subMajorMLID: "507", subMajorDetail: "\r\n仲夏天热，赛球竞走，劳力过度，又兼受热，遂患大便下血。\r\n【证候】\r\n每日大便，必然下血，便时腹中作疼，或轻或剧，若疼剧时，则血之下者必多，已年余矣。饮食减少，身体羸弱，面目黄白无血色，脉搏六至，左部弦而微硬，右部濡而无力。\r\n【诊断】\r\n此证当因脾虚不能统血，是以其血下陷至其腹，所以作疼，其肠中必有损伤溃烂处也。当用药健补其脾胃，兼调养其肠中溃烂。\r\n", subMajorTitle: "\r\n崔童，年十三岁，得大便下血证。\r\n",},
                {subMajorMLName: "温病兼喉疼", subMajorMLID: "588", subMajorDetail: "\r\n劳心过度，暗生内热。且日饮牛乳两次作点心，亦能助热，内热上潮，遂觉咽喉不利，至仲秋感受风温，陡觉咽喉作疼。\r\n【证候】\r\n表里俱觉发热，咽喉疼痛，妨碍饮食。心中之热时觉上冲，则咽喉之疼即因之益甚。周身酸懒无力，大便干燥，脉象浮滑而长，右关尤重按有力，舌上白苔满布。\r\n【诊断】\r\n此证脉象犹浮，舌苔犹白，盖得病甫二日，表证犹未罢也。而右关重按有力，且时觉有热上冲咽喉者，是内伤外感相并而为病也。宜用重剂清其胃腑之热，而少佐以解表之品，表解里清，喉之疼痛当自愈矣。\r\n", subMajorTitle: "\r\n天津胡&#215;&#215;，年五十四岁，于仲秋感受温病兼喉疼证。\r\n",},
                {subMajorMLName: "疟疾兼阴虚", subMajorMLID: "594", subMajorDetail: "\r\n厂中作工，歇人不歇机器，轮流恒有夜勤。暑热之时，彻夜不眠，辛苦有火，多食凉物，入秋遂发疟疾。\r\n【证候】\r\n其疟初发时，寒热皆剧，服西药金鸡纳霜治愈。旬日疟复发如前，又服金鸡纳霜治愈。七八日疟又发，寒轻热重，服金鸡纳霜不愈，服中药治疟汤剂亦不愈，迁延旬余，始求为延医。自言疟作时发热固重，即不发疟之日身亦觉热，其脉左右皆弦而无力，数逾五至，知其阴分阳分俱虚，而阴分之虚尤甚也。此当培养其气血而以治疟之药辅之。\r\n【处方】\r\n玄参（一两）知母（六钱）天冬（六钱）潞参（三钱）何首乌（三钱）炙鳖甲（三钱）常山（钱半酒炒）柴胡（钱半）茵陈（钱半）生姜（三钱）大枣（三个掰开）此方于发疟之前一夕煎服，翌晨煎渣再服，又于发疟之前四点钟，送服西药盐酸规尼涅（即金鸡纳霜，以盐酸制者）半瓦。\r\n", subMajorTitle: "\r\n天津吴&#215;&#215;，年三十二岁，于仲秋病疟久不愈。\r\n",},
                {subMajorMLName: "疟疾兼脾胀", subMajorMLID: "595", subMajorDetail: "\r\n其人性笃于学，当溽暑放假之时，仍自补习功课，劳心过度，又复受热过度，兼又多食瓜果以解其热，入秋遂发疟疾。\r\n【证候】\r\n自孟秋中旬病疟，服西药金鸡纳霜治愈，后旬日反复，又服金鸡纳霜治愈，后又反复，服金鸡纳霜无效。以中药治愈，隔旬余病又反复。服中西药皆无效，因来社求治于愚。其脉洪滑而实，右部尤甚，自觉心中杜塞满闷，常觉有热上攻，其病疟时则寒热平均，皆不甚剧，其大便四日未行。\r\n【诊断】\r\n此胃间积有热痰，又兼脾作胀也。方书谓久疟在肋下结有硬块名疟母，其块不消疟即不愈。而西人实验所结之块确系脾脏胀大，此证之自觉满闷，即脾脏胀大也。又方书谓无痰不作疟，是以治疟之方多用半夏、常山以理其痰，此证之自觉满闷且杜塞，又时有热上攻，实为热痰充塞于胃脘也。治之者宜消其脾之胀大，清其胃之热痰，兼以治疟之品辅之。且更可因其大便不通，驱逐脾之病下行自大便泻出，其病疟之根柢可除矣。\r\n", subMajorTitle: "\r\n天津张&#215;&#215;，年十九岁，学生，于孟秋病疟，愈而屡次反复。\r\n",},
                {subMajorMLName: "温病兼虚热", subMajorMLID: "591", subMajorDetail: "\r\n因天气渐热，犹勤纺织，劳力之余出外乘凉，有汗被风遂成温病。\r\n【证候】\r\n初得周身发热，原宜辛凉解肌，医者竟用热药发之，汗未出而热益甚，心中亦热而且渴。此时若用大剂白虎加人参汤清之，病亦可愈，而又小心不敢用。惟些些投以凉润小剂，迁延二十余日，外感之热似渐退。然午前稍轻而午后则仍然灼热，且多日不能饮食，形体异常清瘦。左脉弦细无根，右部关脉稍实，一息六至。舌苔薄而微黄，毫无津液。大便四五日一行，颇干燥。\r\n【诊断】\r\n此因病久耗阴，阴虚生热，又兼外感之热留滞于阳明之府未尽消也。当以清外感之热为主，而以滋补真阴之药辅之。\r\n", subMajorTitle: "\r\n邑城东刘氏女，年十五岁，于季春患温病久不愈。\r\n",},
                {subMajorMLName: "血崩证", subMajorMLID: "614", subMajorDetail: "\r\n家庭不和，激动肝火，因致下血不止。\r\n【证候】\r\n初时下血甚多，屡经医治，月余血虽见少，而终不能止。脉象濡弱，而搏近五至。呼吸短气，自觉当呼气外出之时，稍须努力，不能顺呼吸之自然。过午潮热，然不甚剧。\r\n【诊断】\r\n此胸中大气下陷，其阴分兼亏损也。为其大气下陷，所以呼气努力，下血不止，为其阴分亏损，所以过午潮热。宜补其大气，滋其真阴，而兼用升举固涩之品方能治愈。\r\n", subMajorTitle: "\r\n天津徐姓妇，年十八岁，得血崩证。\r\n",},
                {subMajorMLName: "吐血证二", subMajorMLID: "503", subMajorDetail: "\r\n因劳心劳力过度，遂得此证。\r\n【证候】\r\n吐血已逾二年，治愈，屡次反复。病将发时，觉胃中气化不通，满闷发热，大便滞塞，旋即吐血，兼咳嗽多吐痰涎。其脉左部弦长，右部长而兼硬，一息五至。\r\n【诊断】\r\n此证当系肝火挟冲胃之气上冲，血亦随之上逆，又兼失血久而阴分亏也。为其肝火炽盛，是以左脉弦长；为其肝火挟冲胃之气上冲，是以右脉长而兼硬；为其失血久而真阴亏损，是以其脉既弦硬（弦硬即有阴亏之象）而又兼数也。此宜治以泻肝降胃之剂，而以大滋真阴之药佐之。\r\n", subMajorTitle: "\r\n天津冯××，年三十二岁，得吐血证久不愈。\r\n",},
                {subMajorMLName: "吐血证一", subMajorMLID: "504", subMajorDetail: "\r\n其人性嗜酒，每日必饮，且不知节。初则饮酒过量即觉胸间烦热，后则不饮酒时亦觉烦热，遂至吐血。\r\n【证候】\r\n其初吐血之时，原不甚剧，始则痰血相杂，因咳吐出。即或纯吐鲜血，亦不过一日数口，继复因延医服药，方中有柴胡三钱，服药半点钟后，遂大吐不止，仓猝迎愚往视。及至，则所吐之血已盈痰盂，又复连连呕吐，若不立为止住，实有危在目前之惧。幸所携药囊中有生赭石细末一包，俾先用温水送下五钱，其吐少缓须臾，又再送下五钱遂止住不吐。诊其脉弦而芤，数逾五至，其左寸摇摇有动意，问其心中觉怔忡乎？答曰︰怔忡殊甚，几若不能支持。\r\n【诊断】\r\n此证初伤于酒，继伤于药，脏腑之血几于倾囊而出。犹幸速为立止，宜急服汤药以养其血，降其胃气保其心气，育其真阴，连服数剂，庶其血不至再吐。\r\n", subMajorTitle: "\r\n天津张姓，年过三旬，偶患吐血证。\r\n",},
                {subMajorMLName: "大便下血证三", subMajorMLID: "506", subMajorDetail: "\r\n冷时出外办事，寝于寒凉屋中，床衾又甚寒凉遂得斯证。\r\n【证候】\r\n每日下血数次，或全是血，或兼有大便，或多或少，其下时多在夜间，每觉腹中作疼，即须入厕，夜间恒苦不寐，其脉迟而芤，两尺尤不堪重按，病已二年余，服温补下元药则稍轻，然终不能除根，久之，则身体渐觉羸弱。\r\n【诊断】\r\n此下焦虚寒太甚，其气化不能固摄而血下陷也。视其从前所服诸方，皆系草木之品，其质轻浮，温暖之力究难下达，当以矿质之品温暖兼收涩者投之。\r\n", subMajorTitle: "\r\n高××，年三十六岁，得大便下血证。\r\n",},
                {subMajorMLName: "大便下血证四", subMajorMLID: "505", subMajorDetail: "\r\n先因劳心过度，心中时觉发热，继又因朋友宴会，饮酒过度遂得斯证。\r\n【证候】\r\n自孟夏下血，历六月不止，每日六七次，腹中觉疼即须入厕，心中时或发热，懒于饮食。其脉浮而不实有似芤脉，而不若芤脉之硬，两尺沉分尤虚，至数微数。\r\n【诊断】\r\n此证临便时腹疼者，肠中有溃烂处也。心中时或发热者，阴虚之热上浮也。其脉近芤者，失血过多也。其两尺尤虚者，下血久而阴亏，更兼下焦气化不固摄也。此宜用化腐生肌之药治其肠中溃烂，滋阴固气之药固其下焦气化，则大便下血可愈矣。\r\n", subMajorTitle: "\r\n天津袁××，年三十二岁，得大便下血证。\r\n",},
                {subMajorMLName: "心虚不寐", subMajorMLID: "543", subMajorDetail: "\r\n因性嗜吟咏，暗耗心血，遂致不寐。\r\n【证候】\r\n自冬令间有不寐之时，未尝介意，至春日阳生病浸加剧，迨至季春恒数夜不寐，服一切安眠药皆不效。精神大为衰惫，心中时常发热，懒于饮食，勉强加餐，恒觉食停胃脘不下行。大便干燥，恒服药始下。其脉左部浮弦，右脉尤弦而兼硬，一息五至。\r\n【诊断】\r\n其左脉浮弦者，肝血虚损，兼肝火上升也，阴虚不能潜阳，是以不寐。其右脉弦而兼硬者，胃中酸汁短少更兼胃气上逆也。酸汁少则不能化食，气上逆则不能息息下行传送饮食，是以食后恒停胃脘不下。而其大便之燥结，亦即由胃腑气化不能下达所致。治此证者，宜清肝火、生肝血、降胃气、滋胃汁，如此以调养肝胃，则夜间自能安睡，食后自不停滞矣。\r\n", subMajorTitle: "\r\n天津徐&#215;&#215;，年六十六岁，于季春得不寐证。\r\n",},
                {subMajorMLName: "不寐兼惊悸", subMajorMLID: "544", subMajorDetail: "\r\n因家中诸事皆其自理，劳心过度，因得不寐兼惊悸病。\r\n【证候】\r\n初苦不寐时，不过数日偶然，其过半夜犹能睡，继则常常如此，又继则彻夜不寐。一连七八日困顿已极，仿佛若睡，陡觉心中怦怦而动，即暮然惊醒，醒后心犹怔忡，移时始定。心常发热，呼吸似觉短气，懒于饮食，大便燥结，四五日始一行。其脉左部弦硬，右部近滑，重诊不实，一息数近六至。\r\n【诊断】\r\n此因用心过度，心热耗血，更因热生痰之证也。为其血液因热暗耗，阴虚不能潜阳，是以不寐，痰停心下，火畏水刑（心属火痰属水），是以惊悸。其呼吸觉短气者，上焦凝滞之痰碍气之升降也。其大便燥结者，火盛血虚，肠中津液短也。此宜治以利痰、滋阴、降胃、柔肝之剂，再以养心安神之品辅之。\r\n", subMajorTitle: "\r\n表兄赵&#215;&#215;之妻，年近三旬，得不寐证，兼心中恒惊悸。\r\n",},
                {subMajorMLName: "受风螈", subMajorMLID: "546", subMajorDetail: "\r\n暮春气暖着衣过浓，在院中戏，出汗受风，至夜间遂发螈。\r\n【证候】\r\n剧时闭目昏昏，身躯后挺，两手紧握，轻时亦能明了，而舌肿不能吮乳，惟饮茶汤及代乳粉。大便每日溏泻两三次，如此三昼夜不愈，精神渐似不支，皮肤发热，诊其脉亦有热象。\r\n【诊断】\r\n此因春暖衣浓，肝有郁热，因外感激发其热上冲脑部，排挤脑髓神经失其运动之常度，是以发搐。法当清其肝热，散其外感，兼治以镇安神经之药其病自愈。\r\n", subMajorTitle: "\r\n天津董姓幼女，年三岁，患螈病。\r\n",},
                {subMajorMLName: "神经错乱", subMajorMLID: "551", subMajorDetail: "\r\n因心中忿郁，久之遂致神经错乱。\r\n【证候】\r\n心中满闷发热，不思饮食，有时下焦有气上冲，并觉胃脘之气亦随之上冲，遂致精神昏瞀，言语支离，移时觉气消稍顺，或吐痰数口，精神遂复旧。其左脉弦而硬，右脉弦而长，两尺皆重按不实，一息五至。\r\n【诊断】\r\n此乃肝火屡动，牵引冲气胃气相并上冲，更挟痰涎上冲以滞塞于喉间并冲激其脑部，是以其神经错乱而精神言语皆失其常也。其左脉弦硬者，肝血虚而火炽盛也。右脉弦长者，冲气挟胃气上冲之现象也。方书论脉有直上直下冲脉昭昭之语，所谓直上直下者，即脉弦且长之形状也。其两尺不实者，下焦之气化不固也，因下焦有虚脱之象，是以冲气易挟胃气上冲也。此当治以降胃、敛冲、镇肝之剂，更兼用凉润滋阴之品，以养肝血，清肝热，庶能治愈。\r\n", subMajorTitle: "\r\n天津黄&#215;&#215;，年二十岁，得神经错乱病。\r\n",},
                {subMajorMLName: "慢脾风一", subMajorMLID: "548", subMajorDetail: "\r\n秋初恣食瓜果，久则损伤脾胃，消化力减犹不知戒，中秋节后遂成慢脾风证。\r\n【证候】\r\n食欲大减，强食少许犹不能消化，医者犹投以消食开瘀之剂，脾胃益弱，浸至吐泻交作，间发抽掣，始求愚为诊视，周身肌肤灼热，其脉则微细欲无，昏睡露睛，神气虚弱。\r\n【诊断】\r\n此证因脾胃虚寒，不能熟腐水谷消化饮食，所以作吐泻。且所食之物不能融化精微以生气血，惟多成寒饮，积于胃中溢于膈上，排挤心肺之阳外出，是以周身灼热而脉转微细，此里有真寒外作假热也。其昏睡露睛者，因眼胞属脾胃，其脾胃如此虚寒，眼胞必然紧缩，是以虽睡时而眼犹微睁也。其肢体抽掣者，因气血亏损，不能上达于脑以濡润斡旋其脑髓神经（《内经》谓上气不足则脑为之不满。盖血随气升，气之上升者少，血之上升亦少。可知观囟门未合之小儿，患此证者，其囟门必然下陷，此实脑为不满之明证，亦即气血不能上达之明征也），是以神经失其常司而肢体有时抽掣也。此当投以温暖之剂，健补脾胃以消其寒饮，诸病当自愈。\r\n", subMajorTitle: "\r\n辽宁张××幼孙，年四岁，得慢脾风证。\r\n",},
                {subMajorMLName: "大气下陷兼小便不禁", subMajorMLID: "495", subMajorDetail: "\r\n禀赋素弱，恒觉呼吸之气不能上达，屡次来社求诊，投以拙拟升陷汤，即愈。后以出外劳碌过度，又兼受凉，陡然反复甚剧，不但大气下陷，且又小便不禁。\r\n【证候】\r\n自觉胸中之气息息下坠，努力呼之犹难上达，其下坠之气行至少腹，小便即不能禁，且觉下焦凉甚，肢体无力，其脉左右皆沉濡，而右部寸关之沉濡尤甚。\r\n【诊断】\r\n此胸中大气下陷之剧者也。此证因大气虚陷，心血之循环无力，是以脉象沉濡而迟，肺气之呼吸将停，是以努力呼气外出而犹难上达。不但此也，大气虽在膈上，实能斡旋全身统摄三焦，今因下陷而失位无权，是以全身失其斡旋，肢体遂酸软无力，三焦失其统摄，小便遂泄泻不禁。其下焦凉甚者，外受之寒凉随大气下陷至下焦也。此证之危已至极点，当用重剂升举其下陷之大气，使复本位，更兼用温暖下焦之药，祛其寒凉庶能治愈。\r\n", subMajorTitle: "\r\n天津陈&#215;&#215;，三十五岁，于孟冬得大气下陷兼小便不禁证。\r\n",},
                {subMajorMLName: "吐血证", subMajorMLID: "499", subMajorDetail: "\r\n禀性褊急，劳心之余又兼有拂意之事，遂得斯证。\r\n【证候】\r\n初次所吐甚多，屡经医治，所吐较少，然终不能除根。每日或一次或两次，觉心中有热上冲，即吐血一两口。因病久身羸弱，卧床不起，亦偶有扶起少坐之时，偶或微喘，幸食欲犹佳，大便微溏，日行两三次，其脉左部弦长，重按无力，右部大而芤，一息五至。\r\n【诊断】\r\n凡吐血久不愈者，多系胃气不降，致胃壁破裂，出血之处不能长肉生肌也。再即此脉论之，其左脉之弦，右脉之大，原现有肝火浮动挟胃气上冲之象，是以其吐血时，觉有热上逆，至其脉之弦而无力者，病久而气化虚也。大而兼芤者，失血过多也。至其呼吸有时或喘，大便日行数次，亦皆气化虚而不摄之故。治此证者，当投以清肝、降胃、培养气血、固摄气化之剂。\r\n", subMajorTitle: "\r\n天津张&#215;&#215;，年三十五岁，得吐血证，年余不愈。\r\n",},
                {subMajorMLName: "痫风兼脑充血", subMajorMLID: "545", subMajorDetail: "\r\n因肝火素盛，又在校中任讲英文，每日登堂演说，时间过长。劳心劳力皆过度，遂得斯证。\r\n【证候】\r\n其来社求诊时，但言患痫风，或数日一发，或旬余一发，其发必以夜，亦不自觉，惟睡醒后其舌边觉疼，有咬破之处，即知其睡时已发痫风，其日必精神昏愦，身体酸懒。诊其脉左右皆弦硬异常，因问其脑中发热或作疼，或兼有眩晕之时乎？答曰︰此三种病脑中皆有，余以为系痫风之连带病，故未言及耳。愚曰︰非也，是子患痫风兼患脑充血也。\r\n【诊断】\r\n按痫风之证，皆因脑髓神经失其所司，而有非常之变动，其脑部若充血过甚者，恒至排挤脑髓神经，使失其常司也。此证既患痫风，又兼脑部充血，则治之者自当以先治其脑部充血为急务。\r\n", subMajorTitle: "\r\n天津陈&#215;&#215;，年三十八岁，得痫风兼脑充血证。\r\n",},
                {subMajorMLName: "伤寒兼脑膜炎", subMajorMLID: "552", subMajorDetail: "\r\n素有头昏证，每逢上焦有热，精神即不清爽，腊底偶冒风寒病传阳明，邪热内炽，则脑膜生炎，累及神明失其知觉。\r\n【证候】\r\n从前医者治不如法，初得时未能解表，遂致伤寒传里，阳明腑实，舌苔黄而带黑，其干如错，不能外伸，谵语不休，分毫不省人事，两目直视不瞬。诊其脉两手筋惕不安，脉象似有力而不实，一息五至，大便四日未行，小便则溺时不知。\r\n【诊断】\r\n此乃病实脉虚之证，其气血亏损难抗外邪，是以有种种危险之象。其舌苔黑而干者，阳明热实津液不上潮也；其两目直视不瞬者，肝火上冲而目发胀也；其两手筋惕不安者，肝热血耗而内风将动也；其谵语不省人事者，固有外感之邪热过盛，昏其神明，实亦由外感之邪热上蒸，致脑膜生炎，累及脑髓神经也。拟用白虎加人参汤，更辅以滋补真阴之品，庶可治愈。\r\n", subMajorTitle: "\r\n盐山李&#215;&#215;，年六旬，于季冬患伤寒兼脑膜生炎。\r\n",},
                {subMajorMLName: "大气下陷", subMajorMLID: "496", subMajorDetail: "\r\n腹中觉饥，未吃饭，枵腹奔走七八里，遂得此病。\r\n【证候】\r\n呼吸短气，心中发热，懒食，肢体酸懒无力，略有动作，即觉气短不足以息。其脉左部弦而兼硬，右部则寸关皆沉而无力。\r\n【诊断】\r\n此胸中大气下陷，其肝胆又蕴有郁热也。盖胸中大气，原为后天宗气，能代先天元气主持全身，然必赖水谷之气以养之。此证因忍饥劳力过度，是以大气下陷，右寸关之沉而无力其明征也。其举家数口生活皆赖一人劳力，因气陷不能劳力继将断炊，肝胆之中遂多起急火，其左脉之弦而兼硬是明征也。治之者当用拙拟之升陷汤，升补其胸中大气，而辅以凉润之品以清肝胆之热。\r\n", subMajorTitle: "\r\n天津李&#215;&#215;，年三十二岁，拉洋车为业，得大气下陷证。\r\n",},
                {subMajorMLName: "伤寒脉闭二", subMajorMLID: "553", subMajorDetail: "\r\n旬日前曾感冒风寒，经医治愈，继出门作事，又感风寒遂得斯病。\r\n【证候】\r\n内外俱觉寒凉，头疼，气息微喘，身体微形寒战，六脉皆无。\r\n【诊断】\r\n盖其身体素弱，又在重感之余，风寒深入阻塞经络，是以脉闭。拟治以麻黄汤，再重加补气之药，补其正气以逐邪外出，当可奏效。\r\n", subMajorTitle: "\r\n天津张××，年三十八岁，于季冬得伤寒证，且无脉。\r\n",},
                {subMajorMLName: "吐血兼咳嗽——1", subMajorMLID: "501", subMajorDetail: "\r\n禀赋素弱，略有外感，即发咳嗽，偶因咳嗽未愈，继又劳心过度，心中发热，遂至吐血。\r\n【证候】\r\n先时咳嗽犹轻，失血之后则嗽益加剧。初则痰中带血，继则大口吐血，心中发热，气息微喘，胁下作疼，大便干燥。其脉关前浮弦，两尺重按不实，左右皆然，数逾五至。\r\n【诊断】\r\n此证乃肺金伤损，肝木横恣，又兼胃气不降，肾气不摄也。为其肺金受伤，是以咳嗽痰中带血；为胃气不降，是以血随气升，致胃中血管破裂而大口吐血；至胁下作疼，乃肝木横恣之明证；其脉上盛下虚，气息微喘，又肾气不摄之明征也。治之者，宜平肝、降胃、润肺、补肾，以培养调剂其脏腑，则病自愈矣。\r\n", subMajorTitle: "\r\n天津王&#215;&#215;，年二十四岁，得咳嗽吐血证。\r\n",},
                {subMajorMLName: "将成慢脾风", subMajorMLID: "549", subMajorDetail: "\r\n本系农家，田园种瓜看守其间，至秋日瓜熟，饥恒食瓜当饭，因之脾胃受伤，显露慢脾风朕兆。\r\n【证候】\r\n食后，饮食不化恒有吐时，其大便一日三四次，多带完谷，其腿有时不能行步，恒当行走之时委坐于地，其周身偶有灼热之时，其脉左部弦细，右部虚濡，且至数兼迟。\r\n【诊断】\r\n此证之吐而且泻及偶痿废不能行步，皆慢脾风朕兆也。况其周身偶或灼热，而脉转弦细虚濡，至数且迟，此显系内有真寒外有假热之象。宜治以大剂温补脾胃之药，俾脾胃健旺自能消化饮食，不复作吐作泻，久之则中焦气化舒畅，周身血脉贯通，余病自愈。\r\n", subMajorTitle: "\r\n邻村赵姓幼男，年八岁，脾胃受伤，将成慢脾风证。\r\n",},
                {subMajorMLName: "咳血兼吐血证", subMajorMLID: "500", subMajorDetail: "\r\n因家务自理，劳心过度，且禀赋素弱，当此春阳发动之时，遂病吐血。\r\n【证候】\r\n先则咳嗽痰中带血，继则大口吐血，其吐时觉心中有热上冲，一日夜吐两三次，剧时可吐半碗。两日之后，觉精神气力皆不能支持，遂急迎愚延医。自言心中摇摇似将上脱，两颧发红，面上发热，其脉左部浮而动，右部浮而濡，两尺无根，数逾五至。\r\n【诊断】\r\n此肝肾虚极，阴分阳分不相维系，而有危在顷刻之势。遂急为出方取药以防虚脱。\r\n", subMajorTitle: "\r\n堂侄女&#215;&#215;，适邻村王氏，年三十岁。于乙酉仲春，得吐血证。\r\n",},
                {subMajorMLName: "慢脾风二", subMajorMLID: "547", subMajorDetail: "\r\n秋初病疟月余方愈，愈后觉左胁下痞硬，又屡服消瘀之品，致脾胃虚寒不能化食，浸至吐泻交作，兼发抽掣。\r\n【证候】\r\n日潮热，两颧发红，昏睡露晴，手足时作抽掣，剧时督脉紧而头向后仰（俗名角弓反张），无论饮食药物服后半点钟即吐出，且带出痰涎若干，时作泄泻，其脉象细数无力。\r\n【诊断】\r\n疟为肝胆所受之邪，木病侮土，是以久病疟者多伤脾胃。此证从前之左胁下痞硬，脾因受伤作胀也。而又多次服消导开破之品，则中焦气化愈伤，以致寒痰留饮积满上溢，迫激其心肺之阳上浮，则面红外越而身热，而其病本实则凉也。其不受饮食者，为寒痰所阻也；其兼泄泻者，下焦之气化不固也；其手足抽掣者，血虚不能荣筋养肝，则肝风内动而筋紧缩也；抽掣剧时头向后仰者，不但督脉因寒紧缩，且以督脉与神经相连，督脉病而脑髓神经亦病，是以改其常度而妄行也。拟先用《福幼编》逐寒荡惊汤开其寒痰，俾其能进饮食斯为要务。\r\n", subMajorTitle: "\r\n辽宁侯姓幼子，年七岁，于季秋得慢脾风证。\r\n",},
                {subMajorMLName: "癫狂失心", subMajorMLID: "550", subMajorDetail: "\r\n心郁生热，因热生痰，遂至癫狂失心。\r\n【证候】\r\n言语错乱，精神昏瞀，时或忿怒，时或狂歌，其心中犹似烦躁，夜不能寐，恒以手自挠其胸，盖自觉发闷也。问之亦不能答，观其身形似颇强壮，六脉滑实，两寸尤甚，一息五至。\r\n【诊断】\r\n人之元神在脑，识神在心，心脑息息相通，其神明自湛然长醒。生理学家谓心有四支血管通脑，此即神明往来于心脑之路也。此证之脉其关前之滑实太过，系有热痰上壅将其心脑相通之路杜塞，遂至神明有所隔碍，失其常性，此癫狂失心之所由来也。治之者当投以开通重坠之剂，引其痰火下行，其四支血管为痰所瘀者，复其流通之旧，则神明之往来自无所隔碍，而复湛然长醒之旧矣。\r\n", subMajorTitle: "\r\n都&#215;&#215;，年三旬，得癫狂失心证。\r\n",},
                {subMajorMLName: "吐血兼咳嗽——2", subMajorMLID: "502", subMajorDetail: "\r\n因事心中着急起火，遂致吐血咳嗽。\r\n【证候】\r\n其吐血之始，至今已二年矣。经医治愈，屡次反复，少有操劳，心中发热即复吐血。又频作咳嗽，嗽时吐痰亦恒带血。肋下恒作刺疼，嗽时其疼益甚，口中发干，身中亦间有灼热，大便干燥。其脉左部弦硬，右部弦长，皆重按不实，一息搏近五至。\r\n【诊断】\r\n此证左脉弦硬者，阴分亏损而肝胆有热也，右部弦长者，因冲气上冲并致胃气上逆也。为其冲冲胃逆，是以胃壁血管破裂以至于吐血咳血也。其脉重按不实者，血亏而气亦亏也。至于口无津液，身或灼热，大便干燥，无非血少阴亏之现象。拟治以清肝、降胃、滋阴、化瘀之剂。\r\n", subMajorTitle: "\r\n天津孙&#215;&#215;，年二十八岁，得吐血兼咳嗽证。\r\n",},
                {subMajorMLName: "大气下陷身冷", subMajorMLID: "497", subMajorDetail: "\r\n禀赋素弱，居恒自觉气分不足，偶因努力搬运重物，遂觉呼吸短气，周身发冷。\r\n【证候】\r\n呼吸之间，恒觉气息不能上达，时当暑热，着夹衣犹觉寒凉，头午病稍轻，午后则渐剧，必努力始能呼吸，外被大氅犹或寒战，饮食少许，犹不消化。其脉关前沉细欲无，关后差胜亦在沉分，一息不足四至。\r\n【诊断】\r\n此上焦心肺之阳虚损，又兼胸中大气下陷也。为其心肺阳虚，是以周身恶寒而饮食不化，为其胸中大气下陷，是以呼吸短气，头午气化上升之时是以病轻，过午气化下降之时所以增剧也。拟治以回阳升陷东加党参之大力者以补助之。\r\n", subMajorTitle: "\r\n天津宋氏妇，年四旬，于仲夏得大气下陷，周身发冷证。\r\n",},
                {subMajorMLName: "大气陷兼消食", subMajorMLID: "498", subMajorDetail: "\r\n其未病之前二年，常觉呼吸短气，初未注意。继因校中功课劳心短气益剧，且觉食量倍增，因成消食之证。\r\n【证候】\r\n呼吸之间，觉吸气稍易而呼气费力，夜睡一点钟许，即觉气不上达，须得披衣起坐，迟移时，气息稍顺，始能再睡。一日之间，进食四次犹饥，饥时若不急食，即觉怔忡。且心中常觉发热，大便干燥，小便短赤，其脉浮分无力，沉分稍实，至数略迟。\r\n【诊断】\r\n此乃胸中大气下陷，兼有伏气化热因之成消食也。为其大气下陷，是以脉象浮分无力，为其有伏气化热，是以其沉分犹实，既有伏气化热矣，而脉象转稍迟者，因大气下陷之脉原多迟也。盖胃中有热者，恒多化食，而大气下陷其胃气因之下降甚速者，亦恒能多食。今既病大气下陷，又兼伏气化热，侵入胃中，是以日食四次犹饥也。此宜升补其胸中大气，再兼用寒凉之品以清其伏气所化之热，则短气与消食原不难并愈也。\r\n", subMajorTitle: "\r\n李&#215;&#215;，年二十六岁，得大气下陷兼消食证。\r\n",},
                {subMajorMLName: "怀妊得温病兼痰喘", subMajorMLID: "604", subMajorDetail: "\r\n受妊已逾八月，心中常常发热。时当季春，喜在院中乘凉，为风袭遂成此证。\r\n【证候】\r\n喘息有声，呼吸迫促异常，昼夜不能少卧，心中烦躁。舌苔白浓欲黄。左右寸脉皆洪实异常，两尺则按之不实，其数八至。大便干燥，小便赤涩。\r\n【诊断】\r\n此证前因医者欲治其喘，屡次用麻黄发之。致其元气将脱，又兼外感之热已入阳明。其实热与外感之气相并上冲，是以其脉上盛下虚，喘逆若斯迫促，脉七至即为绝脉，今竟八至恐难挽回。欲辞不治而病家再三恳求，遂勉为拟方。以清其热，止其喘，挽救其气化之将脱。\r\n", subMajorTitle: "\r\n天津董姓妇，年三十四岁，怀妊，感受温病兼有痰作喘。\r\n",},
                {subMajorMLName: "产后瘕", subMajorMLID: "608", subMajorDetail: "\r\n生产时恶露所下甚少，未尝介意，迟至半年遂成瘕。\r\n【证候】\r\n初因恶露下少，弥月之后渐觉少腹胀满。因系农家，时当麦秋忙甚，未暇延医服药。又迟月余则胀而且疼，始服便方数次皆无效。后则疼处按之觉硬，始延医服药，延医月余，其疼似减轻而硬处转见增大，月信自产后未见。诊其脉左部沉弦，右部沉涩，一息近五至。\r\n【诊断】\r\n按生理正规，产后两月，月信当见；有孩吃乳，至四月亦当见矣。今则已半载月信未见，因其产后未下之恶露，结瘕于冲任之间，后生之血遂不能下为月信，而尽附益于其上，俾其日有增长，是以积久而其硬处益大也。是当以消瘕之药消之，又当与补益之药并用，使之消瘕而不至有伤气化。\r\n", subMajorTitle: "\r\n邑城西韩氏妇，年三十六岁，得产后瘕证。\r\n",},
                {subMajorMLName: "疟痢兼证", subMajorMLID: "597", subMajorDetail: "\r\n因需车孔亟，机轮坏处，须得急速收拾，忙时恒彻夜不眠，劳苦过甚，遂至下痢，继又病疟。\r\n【证候】\r\n其痢赤白参半，一昼夜十余次，下坠腹疼，其疟间日一发，寒轻热重，其脉左右皆有弦象，而左关独弦而有力。\r\n【诊断】\r\n此证之脉，左右皆弦者，病疟之脉，大抵如此。其左关独弦而有力者，其病根在肝胆也。为肝胆有外受之邪是以脉现弦象，而病疟为其所受之邪为外感之热邪，是以左关脉象弦而有力，其热下迫肠中而下痢。拟清肝胆之热，散其外感之邪，则疟痢庶可同愈。\r\n", subMajorTitle: "\r\n天津刘&#215;&#215;，年三十二岁，于季秋患疟又兼下痢。\r\n",},
                {subMajorMLName: "产后手足抽掣", subMajorMLID: "607", subMajorDetail: "\r\n产时所下恶露甚少，至两日又分毫恶露不见，迟半日遂发抽掣。\r\n【证候】\r\n心中发热，有时觉气血上涌，即昏然身驱后挺，四肢抽掣。其腹中有时作疼，令人揉之则少瘥，其脉左部沉弦，右部沉涩，一息四至强。\r\n【诊断】\r\n此乃肝气胆火，挟败血上冲以瘀塞经络，而其气火相并上冲不已，兼能妨碍神经，是以昏然后挺而四肢作抽掣也。当降其败血，使之还为恶露泻出，其病自愈。\r\n", subMajorTitle: "\r\n天津于氏妇，年过三旬，于产后得四肢抽掣病。\r\n",},
                {subMajorMLName: "霍乱暴脱证", subMajorMLID: "601", subMajorDetail: "\r\n受妊五六个月，时当壬寅秋令，霍乱盛行，因受传染，吐泻一昼夜，病似稍愈，而胎忽滑下。自觉精神顿散，心摇摇似不能支持。遂急延为诊视。\r\n【证候】\r\n迨愚至欲为诊视，则病势大革，殓服已备，着于身将舁诸床，病家辞以不必入视。愚曰︰此系暴脱之证，一息尚存，即可挽回。遂入视之，气息若无，大声呼之亦不知应，脉象模糊如水上浮麻，莫辨至数。\r\n【诊断】\r\n此证若系陈病状况，至此定难挽回，惟因霍乱吐泻已极，又复流产，则气血暴脱，故仍可用药挽救。夫暴脱之证，其所脱者元气也。凡元气之上脱必由于肝（所以人之将脱者，肝风先动），当用酸敛之品直趋肝脏以收敛之。即所以杜塞元气上脱之路，再用补助气分之药辅之。虽病势垂危至极点，亦可挽回性命于呼吸之间。\r\n", subMajorTitle: "\r\n邑北境刘氏妇，年近四旬，得霍乱暴脱证。\r\n",},
                {subMajorMLName: "产后温病", subMajorMLID: "610", subMajorDetail: "\r\n产后六日，更衣入厕，受风。\r\n【证候】\r\n自厕返后，觉周身发冷，更数小时，冷已又复发热，自用生姜，红糖煎汤乘热饮之，周身得汗稍愈，至汗解而其热如故。迁延两日热益盛，心中烦躁作渴。急延愚为诊视，见其满面火色，且微喘，诊其脉象洪实，右部尤甚，一分钟九十三至。舌苔满布白而微黄，大便自病后未行。\r\n【诊断】\r\n此乃产后阴虚生内热，略为外感拘束而即成温病也。其心中烦躁而渴者，因产后肾阴虚损，不能上达舌本，且不能与心火相济也。其微喘者，因肾虚不能纳气也。其舌苔白而微黄者，热已入阳明之府也。其脉洪实兼数者，此阳明府热已实，又有阴虚之象也。宜治以白虎加人参汤更少为变通之，方于产后无碍。\r\n", subMajorTitle: "\r\n天津李氏妇，年二十七岁，于中秋节后得温病。\r\n",},
                {subMajorMLName: "血闭成瘕", subMajorMLID: "609", subMajorDetail: "\r\n处境不顺，心多抑郁，以致月信渐闭，结成瘕。\r\n【证候】\r\n瘕初结时，大如核桃，屡治不消，渐至经闭后则瘕浸长。三年之后大如复盂，按之甚硬。渐至饮食减少，寒热往来，咳嗽吐痰，身体羸弱，亦以为无可医治待时而已。后忽闻愚善治此证，求为诊视。其脉左右皆弦细无力，一息近六至。\r\n【诊断】\r\n此乃由经闭而积成瘕，由瘕而浸成虚劳之证也。此宜先注意治其虚劳，而以消瘕之品辅之。\r\n", subMajorTitle: "\r\n邻庄刘氏妇，年二十五岁，经血不行，结成瘕。\r\n",},
                {subMajorMLName: "流产后满闷", subMajorMLID: "611", subMajorDetail: "\r\n孕已四月，自觉胃口满闷，倩人以手为之下推，因用力下推至脐，遂至流产。\r\n【证候】\r\n流产之后，忽觉气血上涌充塞胃口，三日之间分毫不能进食。动则作喘，头目眩晕，心中怔忡，脉象微弱，两尺无根。\r\n【诊断】\r\n此证因流产后下焦暴虚，肾气不能固摄冲气，遂因之上冲。夫冲脉原上隶阳明胃府，其气上冲胃气即不能下降（胃气以息息下行为顺），是以胃中胀满，不能进食。治此等证者，若用开破之药开之，胀满去而其人或至于虚脱。宜投以峻补之剂，更用重镇之药辅之以引之下行，则上之郁开而下焦之虚亦即受此补剂之培养矣。\r\n", subMajorTitle: "\r\n天津张姓妇年二十六岁，流产之后胃脘满闷，不能进食。\r\n",},
                {subMajorMLName: "霍乱兼转筋", subMajorMLID: "598", subMajorDetail: "\r\n厂中腊底事务烦杂，劳心过度，暗生内热，又兼因怒激动肝火，怒犹未歇，遽就寝睡，至一点钟时，觉心中扰乱，腹中作疼，移时则吐泻交作，遂成霍乱。\r\n【证候】\r\n心中发热而渴，恶心怔忡，饮水须臾即吐，腹中时疼时止，疼剧时则下泻，泻时异常觉热，偶有小便，热亦如斯，有时两腿筋转，然不甚剧，其脉象无力，却无闭塞之象。\r\n【诊断】\r\n霍乱之证，恒有脉象无火而其实际转大热者，即或脉闭身冷显露寒凉之象，亦不可遽以凉断。此证脉象不见有热，而心中热而且渴，二便尤甚觉热，其为内蕴实热无疑。至其脉不见有热象者，以心脏因受毒麻痹，而机关之启闭无力也。拟用大剂寒凉清其内热，而辅以解毒消菌之品。\r\n", subMajorTitle: "\r\n天津王&#215;&#215;，年三十八岁，于季冬得霍乱证。\r\n",},
                {subMajorMLName: "受妊呕吐", subMajorMLID: "603", subMajorDetail: "\r\n素有肝气病，偶有拂意，激动肝气，恒作呕吐。至受妊后，则呕吐连连不止。\r\n【证候】\r\n受妊至四十日时，每日必吐，然犹可受饮食，后则吐浸加重，迨至两月以后勺水不存。及愚诊视时，不能食者已数日矣。困顿已极，不能起床。诊其脉虽甚虚弱，仍现滑象，至数未改，惟左关微浮，稍似有力。\r\n【诊断】\r\n恶阻呕吐，原妊妇之常，兹因左关独浮而有力，知系肝气胆火上冲，是以呕吐特甚。有谓恶阻呕吐虽甚剧无碍者，此未有阅历之言。愚自行道以来，耳闻目睹，因此证偾事者已有多人，甚勿忽视。此宜急治以镇肝降胃之品，不可因其受妊而不敢放胆用药也。\r\n", subMajorTitle: "\r\n天津王氏妇，年二十六岁，受妊后，呕吐不止。\r\n",},
                {subMajorMLName: "怀妊受温病兼下痢", subMajorMLID: "605", subMajorDetail: "\r\n受妊已六个月，心中恒觉发热，继因其夫骤尔赋闲，遂致激动肝火，其热益甚，又薄为外感所束，遂致温而兼痢。\r\n【证候】\r\n表里俱壮热无汗，心中热极，思饮冰水，其家人不敢予。舌苔干而黄，频饮水不濡润，腹中常觉疼坠，下痢赤多白少，间杂以鲜血，一昼夜十余次。其脉左部弦长，右部洪滑，皆重诊有力，一息五至。\r\n【诊断】\r\n其脉左部弦长有力者，肝胆之火炽盛也。惟其肝胆之火炽盛下迫，是以不但下痢赤白，且又兼下鲜血，腹疼下坠。为其右部洪滑有力，知温热已入阳明之府，是以舌苔干黄，心为热迫，思饮冰水。所犹喜者脉象虽热，不至甚数，且又流利无滞，胎气可保无恙也。宜治以白虎加人参汤以解温病之热，而更重用芍药以代方中知母，则肝热能清而痢亦可愈矣。\r\n", subMajorTitle: "\r\n天津张氏妇，年近三旬，怀妊，受温病兼下痢。\r\n",},
                {subMajorMLName: "产后下血", subMajorMLID: "606", subMajorDetail: "\r\n身形素弱，临盆时又劳碌过甚，遂得斯证。\r\n【证候】\r\n产后未见恶露，纯下鲜血。屡次延医服药血终不止。及愚诊视，已二十八日矣。其精神衰惫，身体羸弱，周身时或发灼，自觉心中怔忡莫支。其下血剧时腰际疼甚，呼吸常觉短气，其脉左部弦细，右部沉虚，一分钟八十二至。\r\n【诊断】\r\n即此脉证细参，当系血下陷气亦下陷。从前所服之药，但知治血，不知治气，是以屡次服药无效。此当培补其气血，而以收敛固涩之药佐之。\r\n", subMajorTitle: "\r\n天津李氏妇，年近四旬，得产后下血证。\r\n",},
                {subMajorMLName: "霍乱吐泻", subMajorMLID: "599", subMajorDetail: "\r\n天气炎热，有事出门，道途受暑，归家又复自炊，多受炭气，遂病霍乱。\r\n【证候】\r\n恶心呕吐，腹疼泄泻，得病不过十小时，吐泻已十余次矣。其手足皆凉，手凉至肘，足凉至膝，心中则觉发热，其脉沉细欲无，不足四至。\r\n【诊断】\r\n此霍乱之毒菌随溽暑之热传入脏腑也。其心脏受毒菌之麻痹，跳动之机关将停，是以脉沉细且迟；其血脉之流通无力，不能达于四肢，是以手足皆凉；其毒菌侵入肠胃，俾肠胃之气化失和，兼以脏腑之正气与侵入之邪气，互相格拒，是以恶心腹疼，吐泻交作；其心中发热者固系夹杂暑气，而霍乱之属阳者，即不夹杂暑气，亦恒令人心中发热也。此宜治以解毒清热之剂。\r\n", subMajorTitle: "\r\n天津李姓媪，年过六旬，于仲夏得霍乱证。\r\n",},
                {subMajorMLName: "霍乱脱证", subMajorMLID: "600", subMajorDetail: "\r\n孟秋下旬染霍乱，经医数人调治两日，病势垂危。\r\n【证候】\r\n其证从前吐泻交作，至此吐泻全无。奄奄一息，昏昏似睡，肢体甚凉，六脉全无。询之犹略能言语，惟觉心中发热难受。\r\n【诊断】\r\n此证虽身凉脉闭，而心中自觉发热，仍当以热论。其所以身凉脉闭者，因霍乱之毒菌窜入心脏，致心脏行血之机关将停，血脉不达于周身，所以内虽蕴热而仍身凉脉闭也。此当用药消其毒菌，清其内热，并以助心房之跳动，虽危险仍可挽回。\r\n", subMajorTitle: "\r\n辽宁寇姓媪，年过六旬，得霍乱脱证。\r\n",},
                {subMajorMLName: "月闭兼温疹靥急", subMajorMLID: "612", subMajorDetail: "\r\n自十四岁月信已通，后因肝气不舒，致月信半载不至，继又感发温疹，初见点即靥。\r\n【证候】\r\n初因月信久闭，已发热瘦弱，懒于饮食，恒倦卧终日不起。继受温疹，寒热往来，其寒时觉体热减轻，至热时，较从前之热增加数倍，又加以疹初见点即靥，其毒热内攻。心中烦躁怔忡，剧时精神昏愦，恒作谵语，舌苔白而中心已黄，毫无津液。大便数日未行，其脉觉寒时似近闭塞，觉热时又似洪大而重按不实，一息五至强。\r\n【诊断】\r\n此证因阴分亏损将成痨瘵，又兼外感内侵，病连少阳，是以寒热往来，又加以疹毒之热，不能外透而内攻，是以烦躁怔忡，神昏谵语，此乃内伤外感两剧之证也。宜用大剂滋其真阴清其毒热，更佐以托疹透表之品当能奏效。\r\n", subMajorTitle: "\r\n天津杨氏女，年十五岁，先患月闭，继又染温疹靥急。\r\n",},
                {subMajorMLName: "疟疾兼暑热", subMajorMLID: "596", subMajorDetail: "\r\n勤俭持家，中馈事多躬操，且宅旁设有面粉庄，其饭亦由家出，劳而兼暑，遂至病疟。\r\n【证候】\r\n其病间日一发，先冷后热，其冷甚轻，其热甚剧。恶心懒食，心中时常发热，思食凉物。其脉左部弦硬，右部洪实。大便干燥，小便赤涩，屡次服药无效。\r\n【诊断】\r\n此乃肝胆伏有疟邪，胃腑郁有暑热，暑热疟邪相并而为寒热往来，然寒少热多，此方书所谓阳明热疟也。宜祛其肝胆之邪，兼清其胃腑之热。\r\n", subMajorTitle: "\r\n天津徐姓媪，年近五旬，于季夏得疟疾。\r\n",},
                {subMajorMLName: "处女经闭", subMajorMLID: "613", subMajorDetail: "\r\n项侧生有瘰，服药疗治，过于咸寒，致伤脾胃，饮食减少，遂至经闭。\r\n【证候】\r\n午前微觉寒凉，日加申时，又复潮热，然不甚剧。黎明时或微出汗，咳嗽有痰，夜间略甚，然仍无妨于安眠。饮食消化不良，较寻常减半。心中恒觉发热思食凉物，大便干燥，三四日一行。其脉左部弦而微硬，右部脉亦近弦，而重诊无力，一息搏逾五至。\r\n【诊断】\r\n此因饮食减少，生血不足以至经闭也。其午前觉凉者，其气分亦有不足，不能乘阳气上升之时而宣布也。至其晚间之觉热，则显为血虚之象。至于心中发热，是因阴虚生内热也。其热上升伤肺易生咳嗽，胃中消化不良易生痰涎，此咳嗽又多痰也。其大便燥结者，因脾胃伤损失传送之力，而血虚阴亏又不能润其肠也。左脉弦而兼硬者，心血虚损不能润肝滋肾也。右脉弦而无力者，肺之津液胃之酸汁皆亏，又兼肺胃之气分皆不足也。拟治以资生通脉汤，复即原方略为加减，俾与证相宜。\r\n", subMajorTitle: "\r\n天津陈氏女，年十七岁，经通忽又半载不至。\r\n",},

            ],

        }
    }
};



//本科
postData = {
    subMajorMLID: "",
    //majorType:""
};
//majorLibMockTemplateTemp[majorLibActionTypes.GET_MAJORLIB_MAJORDETAIL]
majorLibMockTemplateTemp[majorLibActionTypes.GET_MAJORLIB_MAJORDETAIL] = {
    status: 'success',
    result: {
        subMajorMLID: "010102",
        introductions:[
            /*{
                introductionID:"",
                //introductionKey:"授予学位",
                introductionKey:"患者年龄",
                //introductionValue:"哲学学士",
                introductionValue:"65",
                introductionGender:"男",
                introductionType:"1",//1 中间 2 右边  3 tab
            },
            {
                introductionID:"",
                //introductionKey:"修学年限",
                //introductionValue:"四年",
                introductionKey:"是否初诊",
                introductionValue:"是",
                introductionType:"2",//1 中间 2 右边  3 tab
            },
            {
                introductionID:"",
                //introductionKey:"专业解读",
                introductionKey:"提要",
                introductionValue:"肝癌属肝胆湿热、气血瘀滞证，治以茵陈蒿汤和甘露消毒丹加减，清热利湿、化瘀散结。",
                introductionType:"3",//1 中间 2 右边 3 tab
            },
            {
                introductionID:"",
                //introductionKey:"核心教程",
                introductionKey:"处方",
                introductionValue:"茵陈 30g，栀子（焦）10g，大黄15g，豆蔻10g，广藿香10g，滑石粉10g（包煎），木通8g，黄芩10g，浙贝母10g，射干10g，丹参15g，赤芍15g，川芎10g，当归10g，桃仁10g，红花10g，莪术8g，甘草6g。4剂，水煎服，一日一剂，分两次温服。。",
                introductionType:"3",//1 中间 2 右边  3 tab
            },
            {
                introductionID:"",
                //introductionKey:"专业排名",
                introductionKey:"按语",
                introductionValue:"一般说来，胁痛初病在气，由肝郁气滞、气机不畅而致胁痛。气为血帅，气行则血行，故气滞日久，血行不畅，其病变由气滞转为血瘀，或气滞血瘀并见。气滞日久，易于化火伤阴；因饮食所伤，肝胆湿热，所致之胁痛，日久亦可耗伤阴津，皆可致肝阴耗伤，脉络失养，而转为虚证或虚实夹杂证。",
                introductionType:"4",//1 中间 2 右边 3 tab 4 专业排名
            },*/
            {
                introductionID:"010101",
                introductionInfo:"男，46岁",
                introductionDetail:"神志清，精神欠佳，面色晦暗，右上腹疼痛，腹胀，口干苦，纳差乏力，大便未解，小便黄赤。舌质淡，苔黄腻，脉弦涩",
                introductionCure:"滑石粉10g（包煎），木通8g，黄芩10g，浙贝母10g，射干10g，丹参15g，赤芍15g，川芎10g，当归10g，桃仁10g，红花10g，莪术8g，甘草6g。4剂，水煎服",
                introductionType:"1",//1 中间 2 右边  3 tab
            },
            {
                introductionID:"010102",
                introductionInfo:"男，7岁",
                introductionDetail:"胃脘部疼痛，脘闷灼热，口干口苦，口渴而不欲饮，纳差乏力，小便色黄，大便呈柏油样，舌红，苔黄腻，脉滑数。",
                introductionCure:"陈皮10g，青皮20g，白芍（炒）15g，牡丹皮10g，栀子（焦）10g，泽泻（炒）10g，浙贝母10g，白芨10g，瓦楞子（锻）20g，香附（炒）10g，枳实10g，柴胡10g，丹参15g",
                introductionType:"1",//1 中间 2 右边  3 tab
            },
            {
                introductionID:"010103",
                introductionInfo:"基佬",
                introductionDetail:"患脓疱疮，疮未痊愈，忽全身水肿，尿少，咳嗽气喘，口干不欲饮，脘满不思纳，舌苔黄腻，脉象沉滑。证属湿热内蕴，气机不利。肺失通调。治以泻肺通腑，泄热利水。",
                introductionCure:"生石膏60克（先煎），杏仁9克，瓜蒌皮9克，生大黄4. 5克（后人），炙桑白皮9克，炙麻黄3克，茯苓皮9克，广陈皮3克，姜衣1撮。2剂",
                introductionType:"1",//1 中间 2 右边  3 tab
            },
            {
                introductionID:"",
                introductionInfo:"患者年龄",
                introductionDetail:"65",
                introductionCure:"男",
                introductionType:"1",//1 中间 2 右边  3 tab
            },
            {
                introductionID:"",
                introductionInfo:"患者年龄",
                introductionDetail:"65",
                introductionCure:"男",
                introductionType:"1",//1 中间 2 右边  3 tab
            },
        ],



    },
};

//高职
postData = {
    subMajorMLID:""
};
//  majorLibMockTemplateTemp[majorLibActionTypes.GET_MAJORLIB_MAJORDETAIL] =
 var gao={
    status: 'success',
    result: {
        subMajorMLID: "010102",

        introductions:[
            /*{
                introductionID:"",
                introductionKey:"修学年限",
                introductionValue:"三年",
                introductionType:"1",//1 中间 2 右边  3 tab
            },*/
            {
                introductionID:"",
                introductionKey:"专业解读",
                introductionValue:"茶艺专业是为适应我国市场经济建设的需要，有计划地培养茶文化工作者、茶艺工作和茶企业经营管理、茶叶市场营销人才而设置的。",
                introductionType:"3",//1 中间 2 右边  3 tab
            },
            {
                introductionID:"",
                introductionKey:"核心课程",
                introductionValue:"中国茶文化学  中国茶俗  茶道历史   茶艺学  茶艺馆实用英语  茶企业经营与管理  茶叶保健学  茶树栽培  茶叶加工与品评  茶具鉴赏 茶艺冲泡技巧  茶艺表演与编创  消费心理学  茶叶市场营销  职业形象与社交礼仪  文学欣赏  音乐欣赏  美术欣赏  表达与沟通  英语听说（外教授课）  形体训练  古筝等。",
                introductionType:"3",//1 中间 2 右边  3 tab
            },
            {
                introductionKey:"就业前景",
                introductionValue:"1、茶艺专业学生可在全国高档茶艺馆从事茶艺师、领班、经理等岗位工作，实习实训期间综合收入不低于1500元/月；",
                introductionType:"3",//1 中间 2 右边 3 tab
            }
        ],
    }
};

export var majorLibMockTemplate = majorLibMockTemplateTemp;